{
	"policy_name_Diversity and Cultural Inclusion_POL_V01_2208": " \n       Diversity and Cultural Inclusion Policy Record of procedure development Version Date of Approved Date for Review V01_2208 30/08/2022 29/08/2024     Responsibilities and delegations This procedure applies to All staff Specific responsibilities All staff Procedure approval Chief Executive Officer (CEO)            \nDiversity and Cultural Inclusion Policy  \n1 | Page Diversity and Cultural Inclusion Policy _POL_V01_2208  Policy Hope Holistic Care is committed to: • ensuring a supportive workplace that respects and values diversity of customs, cultures and beliefs • ensuring that its services are delivered in a manner that respects and values the customs, cultures and beliefs of its clients • preventing harassment or discrimination of any kind Procedures  Hope Holistic Care has developed a cultural diversity strategy that ensures that: • diversity and cultural inclusion are incorporated into the organisation’s orientation (for both staff and members of the Board).  • staff will receive training and education in cultural competency and safety, and how to incorporate these into organisational values, practices, policies and service delivery   • it will encourage the active recruitment of Chinese speaking staff from diverse backgrounds that are suitable for the clients of HHC. • information on the services and programs is available in Chinese • Active consultation involving people from diverse cultural and linguistic and backgrounds in identifying and prioritising needs and in planning service • changes to local cultural and linguistic demographics are reviewed in planning for future services • access to policies and procedures are reviewed on a regular basis to ensure there are no barriers to people from cultural or linguistically diverse backgrounds • harassment or discrimination are not tolerated and that appropriate internal organisation and/or legal protocols, are followed to prevent or address harassment or discrimination  • flexible approaches are adopted in response to clients that recognises and meet cultural and linguistic needs Hope Holistic Care will ensure that its staff will: • demonstrate respect for cultural or religious customs and health practices including beliefs and taboos • be able to communicate in a language that the client will understand  • when conducting an assessment for clients from culturally and linguistically diverse backgrounds they should be conducted in a manner that is culturally appropriate and respectful.  This may also include using accredited interpreters where required, or involvement of a larger group of extended family members identified by the client • actively seek information from clients or where appropriate their family/carer about their customs, culture and beliefs where it may affect the provision of service. (e.g. culturally appropriate diet preferences, or religious rituals or the need for staff to be of the same gender as the client) • attempt to meet specific requests from clients, where possible, to demonstrate respect for \nDiversity and Cultural Inclusion Policy  \n2 | Page Diversity and Cultural Inclusion Policy _POL_V01_2208  the client (e.g. assistance in religious practices or help with establishing social networks) • ensure where possible and if appropriate, that clients have access to staff (within the organisation and external services) from similar cultural or linguistic backgrounds  Definitions Cultural diversity and cultural inclusion refers to creating and maintaining a workplace and culture that is respectful of all people. In particular this applies to: • Aboriginal and Torres Strait Islander people • People from non-English speaking backgrounds  • People from diverse racial, religious or cultural backgrounds • People with a disability • Gay, Lesbian, Transgender/gender diverse, Bisexual or Intersex people   \n",
	"policy_name_Grievance Management Procedure_PRO_V01_2201": " \nGrievance Management P rocedure  \nRecord of p rocedure  development  \nVersion  Date of Approved  Date for Review  \nV01_211 2 31/01/22  31/01/24  \nResponsibilities and delegations  \nThis p rocedure  applies to  All HHC Employees  and Volunteers  \nSpecific responsibilities  Chief Executive Officer  (CEO)  \nProcedure  approval  Chief Executive Officer  (CEO)  \n \nGrievance  Management P rocedure  \n1 | P a g e  \nGrievance Management Procedure_PRO_V01_2 201 \nTable of Contents  \n1 Policy Purpose…………………………………………………………………………………………………………………………  2 \n2 Scope……..………………………………………………………………………………………………………………………………..  2 \n3 Definitions………………..……………………………………………………………………………………………………………..  2 \n4 Specific Responsibilities……………………………………………………………………………………………………………2  \n5 Griev ance Procedure ………………………………………………………………..…………………………………………….  2 \nStage 1  Informal Grievance Procedure…………………………………………..……………………………………….  3 \nStage 2  Formal Grievance Procedure ……….…………………………………………………………………………….  3 \n6  Confidentiality……………….………………………………………………………… ………………………………………………  4 \n \nGrievance  Management P rocedure  \n2 | P a g e  \nGrievance Management Procedure_PRO_V01_2 201 \n 1  Policy Purpose  \nThe purpose of this document is to provide a process for the consistent treatment of grievances in \nthe workplace and to ensure grievances are addressed in an appropriate, confidential, respectful and \ntimely manner.  \n2  Scope  \nThis policy applies to all employees, and volunteers of Hope Holistic Care Ltd (HHC)  and its related \ncompanies. This policy covers grievances which arise from any work activity, work related social \nactivity and/or any work that an employee, or volunteer pe rforms on behalf of HHC  or its related \ncompanies outside the workplace, including attending conferences and training.  \nThis policy does not apply to grievances raised under the provisions of any applicable industrial \ninstruments.  \n3  Definition  \nA grievanc e is an unfair or unjust act or a wrongdoing that causes distress or notable discomfort to \nan employee  or volunteer  at work or within the work environment.  \nA complaint is the formal process of lodging a complaint about a grievance, if it can’t be sorted o ut \ninformally.  \n4  Specific Responsibilities  \n` Responsibilities  \nManagers  Primary responsibility is to initiate an assessment of a reported grievance and \nbegin any relevant proceedings.  \nCentral to the investigation process.  \nCEO Primary responsibility in ensuring a grievance management process is \navailable to employees and volunteers and that the process remains fair and \nequitable.  \nAll Employees \nand Volunteers  Must undertake to allow the internal investigation process the opportunity to  \nsucceed before referring the matter outside HHC  \nMust not make vexatious claims against another employee and volunteer  \nTreat each other in a fair, dignified and respectful manner during any \ngrievance investigation and  \nAcknowledge and be responsive to o utcomes from a grievance investigation.  \n5  Grievance Procedure  \n- Step One: Informal Grievance Procedure  \n- Step Two: Formal Grievance Procedur e \n \nGrievance  Management P rocedure  \n3 | P a g e  \nGrievance Management Procedure_PRO_V01_2 201 \n Step One  Informal Grievance Procedure  \nHHC encourages, where possible, that a grievance be managed informally. Sometimes people  \nbehave inappropriately without realising, or make decisions without considering the repercussions. \nTelling the person will give them the chance to stop or change what  they are doing.  \nThe following steps should be followed for this step:  \na) If you have a grievance at work, do not ignore the problem.  \nb) Speak to the person who you believe to be the cause of the grievance, explaining how \nyou feel as soon as practicable after the problem has arisen.  \nIf the grievance is about their behaviour, tell them that it is not acceptable, it is \noffensive, unsuitable or hurtful.  \nIf it is about a work decision, tell them why you think it is unfair, inappropriate etc.  \nc) Keep a diary note of the date and content of the discussion and if there were any \nwitnesses present  \nd) If the behaviour persists or if no agreement can be achieved, you are able to lodge a \nformal complaint as outlined below  \nShould adopting an informal approach to resolving a grievance prove unsuccessful, or the matter is \nhighly sensitive and not appropriate for an informal process, the following steps give guidance for \nmanaging a formal grievance:  \na) Notification - (making a complaint)  \nYou must  notify, in writing or otherwise, the substance of the grievance and attempt to \nresolve it with your immediate Manager . \nThe CEO  may become involved depending on the situation.  \nIf the grievance is of a nature that you cannot notify your immediate Manager  \nbecause it is not appropriate, you may notify the next reporting level up.  \nFor particularly difficult or sensitive grievances, where referral up to the next level is \nneither the appropriate or preferred avenue, you may refer the matter, in writing to, \ndirect to the CEO. \nb) Investigation and reporting  \nThe grievance is investigate d. Relevant material and information are sought, including \ninformation from other sources where appropriate.  \nDocumentation is complied. the length and formality of communication about the \ngrievance will depend on the seriousness and complexity of the comp laint, but should \ngenerally at this stage be minimal. Communication to those involved, should include  \n\nGrievance  Management P rocedure  \n4 | P a g e  \nGrievance Management Procedure_PRO_V01_2 201 \n  suggested actions/options to resolve the grievance or to provide guidance for referring \nthe matter to the next level up or to the CEO as appropriate.  \nAll investigation and disciplinary processes conducted at HHC will be managed in  \naccordance with the relevant Award and/or legislation, and principles of natural \njustice. If an employee or volunteer is required to respond to allegations again st them \nas part of the investigation process, or respond to concerns raised as part of a \ndisciplinary process, the following requirements will apply:  \nThe employee or volunteer  will be provided with an opportunity to respond to any \nallegations or concern s regarding their behaviour, including adequate notice to \nprepare their response which will be a minimum of 24 hours’ notice following written \nnotification of an interview/disciplinary meeting.  \nThe employee or volunteer will be provided an opportunity to  have an appropriate \nsupport person present at any interview/ disciplinary meeting. Please note that \ncolleagues will not be considered an appropriate support person if they are a witness \nor otherwise involved in the investigation/disciplinary process.  \nA written record will be made of formal investigation interviews and disciplinary \nmeetings, and a copy will be made available to the employee as soon as practicable \nafter the meeting.  \nc) Action and record any outcome  \nSolution available - A proposed solution is provided to you. If acceptable, it is \nimplemented. If the solution affects other employees  or volunteers , it must be notified \nto and agreed with them in advance.  \nSolution not Immediately available - You and your Manager are to confer with a  \nmore Senior Manager.  \nIf the matter is still not resolved - If the matter is still not resolved, you may refer the \nmatter for consideration of and resolution by the CEO. This may involve a meeting with \nyou, your Manager (if appropriate) and the CEO, if in HHC  opinion such a meeting \nwould assist a resolution.  \nIf the matter is still not resolved - Either you or HHC  can go to the Fair Work  \nCommission or if agreed to another third party for conciliation.  \nWork must continue - Work must continue in the manner required while the grievance \nis being dealt with. The fact that work continues does not prejudice you or HHC . \n6  Confidentiality  \nAt all times during the grievance procedure, management and the CEO will maintain confide ntiality \nas far as possible.  \nEmployees, contractors and volunteers involved in the grievance, are required to maintain \nconfidentiality. This means that they cannot talk to other employees, volunteers or contractors \nabout the grievance. A support person m ay be made available if required.  \n",
	"policy_name_Grievance Management Policy_POL_V01_2201": " \nGrievance Management Policy  \nRecord of policy development  \nVersion  Date of Approved  Date for Review  \nV01_211 2 31/01/22  31/01/24  \nResponsibilities and delegations  \nThis policy applies to  All HHC Employees  and Volunteers  \nSpecific responsibilities  Chief Executive Officer  \nPolicy approval  Chief Executive Officer  \n \nGrievance  Management Policy  \n1 | P a g e  \nGrievance Management Policy_POL_V01_2 201 \nTable of Contents  \n1 Purpose……………………………………………………………………………………………………………………………………  2 \n2 Scope……..………………………………………………………………………………………………………………………………..  2 \n3 Definition…………………..…………………………………………………………………………………………………………….  2 \n4 Policy  ………………………………………………………………………………………..…………………………………………….  2 \n5 Imparti ality……………………………………………………………………………………..……………………………………….  3 \n6 Record Keeping and Confidentiality..……………………………………………………………………………………….  3 \n7 False Complaints………………………………………………………………………………………………………………………  3 \n \nGrievance  Management Policy  \n2 | P a g e  \nGrievance Management Policy_POL_V01_2 201 \n 1  Purpose  \nThe purpose of this document is to clearly state Hope Holistic Care Ltd’s (HHC)  approach to the \nhandling of grievances in the workplace so that legitimate workplace grievances are addressed in an \nappropriate, confidential, respectful, timely and consistent manner.  \n2  Scope  \nThis policy applies to all employees and volunteers of HHC  and covers grievances which arise from  \nany work activity, work related social activity and/or any work that an employee or volunteer \nperforms on behalf of HHC  outside the workplace, including the attendance at conferences and \ntraining.  \nThis policy does n ot apply to grievances raised under the provisions of any applicable industrial \ninstrument.  \n3  Definition  \nA grievance is an unfair or unjust act or a wrongdoing that causes distress or notable discomfort to \nan employee  or volunteer  at work or within the work environment.  \n4  Policy  \nHHC  aims to foster good working relationships amongst employees and volunteers, however  \nacknowledges that from time to time, problems arise at work that may cause employees, or \nvolunteers to feel aggrieved.   \nIt is HHC’s  policy that all investigation and disciplinary processes conducted at HHC will be  \nmanaged in accordance with the relevant Award and/or legislation, and principles of  \nnatural justice.  \nIf an employee  or volunteer  is required to respond to a llegations against them as part of the \ninvestigation process, or respond to concerns raised as part of a disciplinary process, the following \nwill apply:  \n-  The employee  or volunteer  will be provided with an opportunity to respond to any \nallegations or conce rns regarding their behaviour, including adequate notice to prepare their \nresponse, i.e. a minimum of 24 hours’ notice following written notification of an \ninterview/disciplinary meeting.  \n-  The employee  or volunteer  will be provided an opportunity to have an appropriate support \nperson  present at any interview / disciplinary meeting. Please note: colleagues will not be \nconsidered an appropriate support person if they are a witness or otherwise involved in the \ninvestigation / disciplinary process.  \n- A written record will be made of formal investigation interviews and disciplinary meetings \nwith a copy  being made available to the employee  or volunteer  as soon as practicable after \nthe meeting.  \nHHC ’s policy is to encourage employees  and volunteers  to work towards resolving grievances by first \ndiscussing the issue with the relevant person / people. Where this fails to resolve the issue (or where \nthe employee or volunteer has concerns about approaching the person / people directly), the \nemployee or volunteer should refer to the Grievance Management Procedure which may lead to an \ninvestigation that will be conducted  by an unbiased person who has experience and knowledge in \ndealing with grievance matters. Any investigation will be conducted in a fair, o bjective and timely \nmanner with all relevant parties being informed of the investigation.  \nGrievance  Management Policy  \n3 | P a g e  \nGrievance Management Policy_POL_V01_2 201 \n 5  Impartiality  \nThe investigator responsible for handling the complaint is required to remain impartial during the  \nprocess. This means are not to take sides, favour one party, or make presuppositions about the \nmatter in the absence of the grievance being investigated.  \nIf the person handling the complaint considers they cannot remain impartial (for example, they are \nfriends with one of the parties) they are to refer the complaint to the CEO . \n6  Record Keeping and Confidentiality  \nAll records of any reported grievance and  associated investigation, including any record as it relates \nto an issued warning as a result of the grievance is retained by the CEO.   \nAt all times during the grievance procedure, management and the CEO  will maintain confidentiality \nas far as possible.  \nEmployees, and volunteers involved in the grievance, are required to maintain confidentiality. This \nmeans they are not permitted to talk to other employees or other volunteers about the grievance.  \n7  False Complaints  \nIf it is found that the complaint i s vexatious, malicious or fabricated in any way, appropriate \ndisciplinary action or counselling will be considered.  \n \n",
	"policy_name_Client Rights_POL_V01_2208": " \n       Client Rights Policy Record of procedure development Version Date of Approved Date for Review V01_2208 27/08/22 26/08/2024     Responsibilities and delegations This procedure applies to All stakeholders  Specific responsibilities All staff Procedure approval Chief Executive Officer (CEO)            \nClient Rights Policy  \n1 | Page Client Rights Policy _POL_V01_2208  Policy Hope Holistic Care is committed to developing an organisational culture that supports the legal and human rights of clients and ensures they are able to exercise those rights as outlined in relevant legislation including the: • Age Discrimination Act 2004 • Australian Human Rights Commission Act 1986 • Racial Discrimination Act 1975 • Sex Discrimination Act 1984 • Aged Care Act 1997 o User Rights Amendment (Charter of Aged Care Rights) Principles 2019 o User Rights Principles 2014 Hope Holistic Care understands and supports the principles of fairness and human rights in all aspects of service delivery. It will ensure that services are provided in an environment free from discrimination, financial, sexual, physical and emotional abuse, neglect or exploitation. Procedures  Hope Holistic Care will: • provide easily understood and accessible information to all clients at service commencement about what the organisation does, how clients can contact the organisation, the service standards clients can expect and opportunities to provide feedback or make a complaint • involve clients in the development of policies and procedures that impact on their service • ensure that clients are treated in a professional, courteous and caring manner that respects and appreciates differences related to race, ethnicity, national origin, gender, sexual orientation, religion, personal values, age, disability and economic status.  • Provide a signed Charter of Aged Care Rights Template to the client. At Hope Holistic Care clients are entitled to: 1. safe and high-quality care and services‚ 2. be treated with dignity and respect‚ 3. have my identity, culture and diversity valued and supported‚ 4. live without abuse and neglect‚ 5. be informed about my care and services in a way I understand‚ 6. access all information about myself, including information about my rights, care and services‚ 7. have control over and make choices about my care, and personal and social life, including where the choices involve personal risk‚ 8. have control over, and make decisions about, the personal aspects of my daily life, financial affairs and possessions 9. my independence 10. be listened to and understood‚ 11. have a person of my choice, including an aged care advocate, support me or speak on my behalf‚ 12. complain free from reprisal, and to have my complaints dealt with fairly and promptly‚ 13. personal privacy and to have my personal information protected‚ 14. exercise my rights without it adversely affecting the way I am treated. \nClient Rights Policy  \n2 | Page Client Rights Policy _POL_V01_2208  Clients are entitled to:  • exercise choice and control over their lifestyle • be informed on their rights, in a manner which is understandable: • at the beginning/before services are delivered • on an ongoing basis • when their rights change • what rights can be changed without their consent • their rights being free from infringement of the care and service delivery choices of others Hope Holistic Care client service charter outlines these rights and responsibilities in a way that is accessible and easily understood by clients.  For details on implementation of Client Rights and organisational responsibilities, refer to our Client Service Charter.  \n",
	"policy_name_Data Breach Response Plan_Pro_V01_2305": " \n       Data Breach Response Plan Record of procedure development Version Date of Approved Date for Review V01_2305 TBC      Responsibilities and delegations This procedure applies to All staff with access to personal information  Specific responsibilities CEO, IT Committee Procedure approval IT Committee            \nData breach response plan \n1 | Page Data Breach Response Plan _POL_V01_2305  Policy Hope Holistic Care is committed to protecting the privacy and personal information that it holds about individuals. Hope Holistic Care will act appropriately and in a timely manner in the event of a data breach, to contain the possible resulting harm and notify individuals affected as required.  Definitions Data Breach: When personal information held by an organisation is disclosed accidentally, lost, or accessed without permission. This can be as a result of human error, or through malicious action by an employee or an external party.   Examples include where a secure IT system containing personal information has been hacked, a storage device being lost by an employee, or an employee accidentally releasing personal information to the wrong person.  Personal information: ‘Information about an identified individual, or an individual who is reasonably identifiable: whether the information or opinion is true or not; and whether the information or opinion is recorded in a material form or not.’ (Privacy Act 1988, Section 6) Procedure Identify When staff have reason to believe there has been a data breach, they should inform the Office immediately.  At this time, details such as when and how the breach was discovered, and by whom, should be recorded. This will be recorded in the incident register. Contain As soon as a breach or suspected breach has been identified, any steps to contain or limit the potential harm should be taken. This may include shutting down a system that has been breached, or recovering any records.   The CEO will complete a preliminary assessment of the breach and take any immediate action to contain the breach if possible.  Assess If the preliminary assessment finds that further investigation and assessment is necessary to understand the nature and extent of the breach, it will be escalated to the data breach response team. The team will work together to gather information, assess risks and the likelihood of serious harm from the breach, and therefore whether it is an ‘eligible’ (notifiable) breach.  To evaluate whether a known data breach is notifiable, consider the following three questions: • Has there been unauthorised access, unauthorised disclosure, accidental loss, or theft of personal information that the organisation holds?  \nData breach response plan \n2 | Page Data Breach Response Plan _POL_V01_2305  For example, the organisation’s database is hacked, a portable storage device containing personal information is lost, or the organisation accidentally releases personal information to the wrong person.  • Is it likely that this may result in serious harm to individual/s whose data has been breached?   This can include but is not limited to psychological, financial, emotional, physical or reputational harm. To be able to accurately assess the likelihood and seriousness of harm, it requires looking at the context of the data and how it may have been breached.  For information about the factors to consider when deciding whether harm is likely and/or serious, refer to section 26WG of the Privacy Amendment (Notifiable Data Breaches) Act 2017 • Does the likelihood of serious harm remain despite taking available remedial action? The obligation to notify the OAIC can be avoided if the organisation takes remedial action in a timely manner to prevent the risk of harm occurring, either by making the harm unlikely to occur, or non-serious.   If the answer to the above three questions is yes, then the breach classifies as an eligible data breach and organisations are required to notify the OAIC and any affected individuals.  If there are reasonable grounds to suspect that there has been a data breach, the data response team should conduct an assessment of the suspected breach. The assessment of a suspected breach must take place within 30 days of it occurring, and should seek to find out the likelihood of serious harm occurring as a result of the suspected breach. If it is assessed to be likely, this has the same notification obligations as a known data breach under the NDB Scheme.  Take remedial action Remedial action can be taken at any point throughout the data breach response process – the sooner the better. However, it may be that the full extent and nature of the breach, and therefore the actions that could be taken, are not known until after assessing and investigating the breach.  Examples of remedial action include remotely deleting sensitive information from a laptop which has been lost, or emailing affected individuals with advice to change their password details for an online account for which login information may have been hacked.  The data breach response team should document the process of any remedial action, making sure to document rationale and reasoning as to why a certain conclusion has been made.  If, after the remedial action has been taken, the risk of harm is reduced so that it is unlikely to occur, or non-serious, then there is no requirement to notify.  Even if there is no requirement, however, the data response team should consider whether to contact affected individuals with advice for further protecting their information as a customer service measure.  Notify Once a breach has been assessed as eligible, relevant individuals and bodies should be notified as soon as practicable. Notification must include the following information as a minimum: \nData breach response plan \n3 | Page Data Breach Response Plan _POL_V01_2305  • The organisation’s name and contact details • Description of the data breach • Type of information involved in the breach • Advice and recommendations for individuals to take in response  1. The OAIC The CEO is responsible for notifying and liaising with the OAIC for data breaches which have been assessed as eligible for the purposes of the Notifiable Data Breaches Scheme, using the OAIC’s Notifiable Data Breach form.  2. Notification of individuals who are at likely risk of serious harm due to the data breach The way notification occurs will depend on the context and nature of the breach, and the relationship of the individuals affected to the organisation. It should occur as soon as practicable after completing the notification statement for the OAIC. Individuals may be contacted by phone and email. A public notification may also occur. Notification to affected individuals may contain an explanation of what happened to their personal information, an apology, description of what measures have been put in place as a result of the breach, and advice on what they can do to further protect their information.  Record and review  Data breach log  A data breach log will record all instances of data breaches or suspected breaches, as well as document assessments of the breach and any changes made as a result of a breach.  All staff should be made aware of the log, and the CEO will be responsible for ensuring that all breaches or suspected breaches are recorded accurately in the log.  Review Whether or not the breach or suspected breach was notifiable, a review should be conducted into processes relating to the breach to strengthen protections in the future. Depending on the type and seriousness of the breach, this may include: • A full investigation into how the breach occurred • Implement measures to ensure it does not reoccur, documented in a prevention plan • Reviews of security, cybersecurity and ICT policies and procedures • Audit of implementation of relevant policies and procedures • Additional staff training about privacy and data breach responses \n",
	"policy_name_High Impact High Prevalence Risk Policy_POL_V01_2303": " \n      High Impact High Prevalence Risks Policy   Record of policy development Version Date of Approved Date for Review V01_2303 19 April 2023 19/04/2025       Responsibilities and delegations This policy applies to All Staff and the Board Specific responsibilities Home Care Manager, Clinical Staff, Management, Board Policy approval CEO         \nHigh Impact High Prevalence Risks Policy \n1 | Page Deterioration Policy_POL_V1_2303 Policy  Hope Holistic Care recognises there are certain risks that are prevalent and can have significant impact on a clients’ health, safety and well-being. It is committed to identifying and managing these risks relating to personal and clinical care for each consumer.  Hope Holistic Care will: • Follow best practice guidance and apply measures to make sure the risk is as low as possible whilst supporting the client’s independence and self-determination to make their own choices, including to take some risks in life; • Incorporate assessments in its care and service planning for clients with specified risks; • Provide education and support to our staff and ensure they have the right qualifications, knowledge and experience to deliver care safely; • Balance the client's rights and preferences with their safety and the safety of others by respecting their rights, dignity and independence. • Implement governance systems for safety and quality to effectively manage these risks. High impact, high prevalence risks Risks that Hope Holistic care has identified as high impact and high prevalence for its clients are as follows: 1. Falls injuries 2. Isolation/loneliness 3. Unplanned hospitalisation 4. Acute deterioration in physiological health 5. Unplanned weight loss 6. Hearing loss 7. Pressure injuries 8. Medication administration Procedures Assessment and care planning • Ensure screening questions in general assessment are answered for each client • Undertake specialized assessments for clients with identified high impact, high prevalence risks • Link policies and procedures for identified risks to care plan for clinical and care staff Prevention, identification and treatment of risks • Ensure clinical and care staff follow, reflect and build on the policies and procedures for the identified risks of each client • Derive a graded response and take into account the client’s health status, absolute changes in vital signs or other observations as well as the rate of change over time. • The client must be consulted in relation to their care and supported to make a decision about possible hospitalisation/emergency treatment.  • Where a client has an advance care plan and is not able to communicate their wishes, their representative should make a decision in relation to escalation of care. This may include consultation with their medical practitioner and the client.  \nHigh Impact High Prevalence Risks Policy \n2 | Page Deterioration Policy_POL_V1_2303 Education and awareness for staff and clients • Highlight high impact, high prevalence risk in care plan if applicable to client • Provide periodic updates on high impact, high prevalence risks • Provide refresher training on clinical procedures for identified risks Leadership and governance • Care staff o Will understand high-impact, high-prevalence risks and the positive outcomes of effective management for the clients’ health, safety and well-being o Take proactive approaches to inform or remind clients about their risks o Develop and share their experience in balancing client dignity of risk and choice with their safety and the safety of others. o Raise incidents or near misses that are relevant to the identified risk for the client o Suggest ideas for managing the risk of individual clients which can be incorporated into the care plan post review and consultation with clinical staff and the client and/or their representatives. • Home care manager and Registered nurse o Will undertake a timely review of completed and reviewed care plans to ensure accurate care parameters to mitigate risk and will approve care plans o Identify changes to best practice guidance; create or update policies and procedures; run education for staff accordingly. o Review policies and care pathways to reflect best practice as appropriate.  o Advise management of each incidence of high impact, high prevalence risk identified o Ensure all incidents and near misses are recorded for analysis and review o Provide debriefing to staff following an incident relating to the high-impact, high prevalence risk and identify system improvements. • Management and the Board o The Board will determine risk ratings for escalation of incidents to the Board. o Management will review incidents and escalate or follow up actions as required. This may include reporting to the Aged Care Quality and Safety Commission.  Evaluation, audit and feedback • Registered nurse/Home care manager o Each incident report will be reviewed.  o Evaluation will include a determination as to whether incidents relating to high impact, high prevalence risks could have been prevented by more timely detection of deterioration. o Progress note review and staff, client and/or representative interviews should occur as part of the review process to inform review of this policy and to identify improvements. o Add identified improvements to the continuous improvement plan. o Advise management of any issues placing clients at risk. • Incident Management o Any incidents or concerns arising from acute deterioration should be managed as per the Incident Management Policy, which may include notification to regulatory bodies (e.g. SIRS) and the Board.  \nHigh Impact High Prevalence Risks Policy \n3 | Page Deterioration Policy_POL_V1_2303 o Provide regular feedback on findings and improvements to stakeholders Systems to support high-quality care –Board and Management • The Board will identify reporting requirements in relation to high impact, high prevalence risks. • Required improvements will be identified on the continuous improvement plan and management will prioritise actions to ensure improvements occur as expected and are effective.  • The Board will monitor the number of clients experience adverse events and the processes to prevent these or minimise harm.            \n",
	"policy_name_Decision Making, Choice and Dignity of Risk_POL_V01_2208": " \n       Decision Making, Choice and Dignity of Risk Policy Record of procedure development Version Date of Approved Date for Review V01_2209 14/09/22 13/09/2024     Responsibilities and delegations This procedure applies to All client facing staff  Specific responsibilities Home Care Manager/Case Manager Procedure approval Chief Executive Officer   Based on the Human rights principles, everyone has freedoms to exercise choice. Hope Holistic Care fosters a rights-based, learning environment for older people to live the best life they can. HHC promotes dignity of risk as a way to maintain client independence, responsibility and ultimately, meaningful living. HHC exercises its Duty of Care to protect clients in areas they may be vulnerable to harm compared to an fully-abled human being.  https://www.youtube.com/watch?v=Nf4Y7v-SLtc (Duty of Care, Dignity of Risk, Overprotection, Neglect)   \nDecision Making, Choice and Dignity of Risk Policy  \n1 | Page Decision Making, Choice and Dignity of Risk Policy _POL_V01_2209  Policy Client Decision Making and Choice Hope Holistic Care is committed to empowering clients to play an active role in decisions that affect their lives and to make choices for themselves: The organisation will: • inform clients about the opportunities for choice available to them  • support clients to make informed choices which will provide them opportunities  • keep records of client preferences regarding their service • enable clients to build self-reliance and maintain social inclusion  Supported Decision-Making and Dignity of Risk Hope Holistic Care acknowledges that all clients have a human right to make decisions about their own life and to have those decisions respected. Hope Holistic Care understands and affirms that cognitive impairment is not a reason for a person to be excluded from the decision-making process about their own life.   Hope Holistic Care understands that not all decisions require assistance and will support clients primarily when they make significant decisions which have immediate or long-term consequences regarding their health, finances or lifestyle.  Hope Holistic Care is committed to supporting clients with complex care and communication needs to make their own decisions regarding their life.  The will and preferences of a client will only be overridden if a decision is deemed by staff or advocates to be dangerous to the wellbeing of the client or others. Definitions Decision is a planned course of action, either short or long term, regarding the lifestyle, healthcare or financial affairs of an individual. Dignity of risk is the recognition that every individual should be able to do something that has a level of risk involved, whether real or perceived. Financial Decisions include but are not limited to: • Investment decisions; • Sale or gifts of property or valuable possessions; • Use of money. Functional Capacity Assessment is an assessment of an individual’s decision-making capacity in the present moment. The assessment should focus on the person’s understanding of the decision, its context and consequences, and should not contain a judgement on whether a person’s decision is wise or unwise. Healthcare Decisions include but are not limited to: • Seeking or obtaining a diagnosis; \nDecision Making, Choice and Dignity of Risk Policy  \n2 | Page Decision Making, Choice and Dignity of Risk Policy _POL_V01_2209  • Accessing (or refusing) care services; • Responding to crisis (falls, incidents); • Agreeing or refusing medical treatment; • Advance care planning. Lifestyle Decisions include but are not limited to: • Living arrangements; • Relationships; • Employment; • Civic participation; • Holidays and outings; • Pets and possessions. Representative is a person or organisation that assists the client in the decision-making process and, where necessary, makes decisions on behalf of the client. A Representative is designated by a client, or by appointment from another body if the client is unfit to nominate a Representative, and includes a Substitute Decision Maker.  Substitute Decision Maker (guardian) is a legally appointed person such as a guardian to make decisions on behalf of a client in certain areas, for example Healthcare Decisions and Lifestyle Decisions, or a financial manager to make Financial Decisions. A Substitute Decision Maker should work with a client’s informal support networks to support a client to build their decision-making capacity.  Substituted Judgement is a decision made by a Representative regarding a client who is unable to communicate their will and preferences, or when a client’s will and preferences infringe on their rights or the rights of others. A Substituted Judgement is based on the client’s previous expressed will and preferences or, if this is unknown, a Representative’s interpretation of ‘what the client would have wanted’. Supporter is a person or organisation who is designated by the client or organisation to aid in the communication and development of the client’s wishes regarding their care. Supporters may be required to aid in the decision-making process, however the ultimate decision-making power lies with the client. Procedures Choice Information strategies  Information in appropriate formats about the opportunities for client choice will be provided to clients at each major service point from intake to end of service. If clients have literacy or communication issues, then every effort should be made to ensure they understand their rights and opportunities in making decisions regarding services. The information is available in the following documents: • Consultation about HHC services • Care planning process \nDecision Making, Choice and Dignity of Risk Policy  \n3 | Page Decision Making, Choice and Dignity of Risk Policy _POL_V01_2209  • Review of Care Plan • Annual Survey • Advance care planning • Complaints  Support to make choices Clients will have the opportunity to make choices about their service in the following ways: • service delivery access - types of service available, the days and times a service can be accessed, frequency of attendance, the location, how the service is provided to ensure that it meets individual needs (particularly in terms of physical, cultural or communication needs)  • individual service planning - expressing preferences for the level or intensity of service, which other services are involved, the ways that personal goals will be achieved, how progress reviews are conducted, and decisions about changes or exiting the service  Hope Holistic Care actively supports service users to make choices in the way they use services: • follow-up on written information and specific assistance to clients who may experience cultural or language barriers, or who may need specialised advocacy or support to take full advantage of the opportunities, providing information in a range of mediums: written, pictorial, verbal.   Record keeping Hope Holistic Care documents all input from clients regarding their service preferences. This is recorded on the client’s file.  Supported Decision making and Dignity of Risk Clients will be provided with access to the support necessary for them to make, communicate and participate in decisions regarding their life and care. Clients should be provided with a Chinese format of this policy and be supported to understand it.  Staff will receive information and training on the nature of capacity in decision-making and how to support client decision-making that upholds clients’ rights.  Designating the role of Supporters and Representatives  Supporters and Representatives should be designated by or with the consent of the client, and their roles can be formalised into a written decision-making agreement.  To avoid conflicts of interest, Supporters and Representatives should preferably not be in a position where they have interests in Hope Holistic Care or any other service provider delivering services to the client, as this may compromise their role. Where this is unavoidable, the written supported decision-making agreement should include a declaration of any conflicts of interest if they exist, and specify how actual or potential conflicts will be managed.   Supported decision-making should occur in collaboration with informal support networks such as friends, family, peer support and independent advocates. This will help to create a natural safeguard for the client and prevent Supporters from making decisions which are not in the client’s best interests.  \nDecision Making, Choice and Dignity of Risk Policy  \n4 | Page Decision Making, Choice and Dignity of Risk Policy _POL_V01_2209   Assessing client decision-making capacity Care workers will notify the Case Manager if there are concerns regarding a client’s decision-making capacity. The Case Manager will assess the situation and discuss with the client and their carer/representative regarding decision making support processes. Suggestions may be made to refer the client to relevant and qualified assessors (e.g. Solicitor, GP, social worker etc) for an assessment to be made to determine the client’s decision-making capacity.  Substituted Judgement If it is determined that the client is unfit to make a decision regarding their life, their will and preferences will be overridden, and a Substituted Judgement will be made by the authorised Representative. This is considered as a last resort. Clients will only receive a Substituted Judgement or have their will and preferences overridden if:  • They cannot understand any of the risks associated with their decisions; or • The proposed decision presents a threat to the wellbeing of the client or others.   Supporting decision-making The current or previously expressed will and preferences of the client will be respected and carried out unless they are unlawful, or compromise other rights such as their right to safety, or the rights of others. In the process of supporting a client’s decision: 1. A client’s will and preference should be respected and given effect;  If will and preference are not known: 2. The Representative(s) must make a decision on what the client would likely want, based on the information available; If it is not possible to determine what the client would likely want: 3. The Representative must act to preserve the client’s human rights and make the least restrictive decisions regarding those rights. Where clients require assistance in the communication of their will and preference, the organisation will provide the appropriate tools and strategies for the client to express themselves. This may include use of pictures, assistive technology or language services. Staff will support and assist clients to understand the context and consequences of their decisions.  Staff will work proactively with clients to establish social histories, life-story work and care plans as documentation which might assist in future decision-making scenarios.   \nDecision Making, Choice and Dignity of Risk Policy  \n5 | Page Decision Making, Choice and Dignity of Risk Policy _POL_V01_2209  Dignity of risk Supporters will respect an individual’s right to the dignity of risk and will not dissuade them from making a decision based on the associated risks alone, whether real or perceived. If a client’s decision involves some level of risk, Supporters should ensure that the client can foresee and understand the risks associated with the decision. Staff will attempt to manage the risks associated with significant decisions, while not attempting to change the client’s mind regarding a decision. Process for dealing with perceived conflict of interest If a staff member or person from a client’s support network believes a Representative or Supporter is not acting in the best interests of a client, they are to notify the Home Care Manager as soon as possible. Following a complaint in relation to an assisted decision, the Home Care Manager will assess whether the Representative or Supporter’s vested interest in the decision influenced their actions. If it is found that the Supporter or Representative had a vested interest in a decision and the decision made was not in the best interests of the client, they will be removed as a Supporter or Representative.  If required, matters involving the abuse of Representative decision-making may be referred to the Guardianship tribunal or the Police or a relevant external body, depending on the situation. Documentation For Substituted Judgements that may have significant immediate and long-term consequences, the decision-making process and outcome will be documented and will be stored in the client’s case file.  References: https://www.justice.nsw.gov.au/diversityservices/Documents/capacity_toolkit0609.pdf  Supported decision-making for aged care providers (Video)  \n",
	"policy_name_HHC Staff Handbook 2312 CHN": " \n1 | 頁 員工手冊 \n       展望全人護理員工手冊   歡迎 感謝您加入展望全人護理（HHC)。HHC是一個致力於幫助澳大利亞長者保持獨立，並在家中過着健康生活的機構。如果因着HHC的幫助，我們的客戶可以過着充實的生活，那麼我們的目標就達到了。讓我們一同努力去實現這個目標。   我們希望您能夠盡力做事，並樂於為客戶提供服務。這本手冊幫助我們認識如何一同努力，彼此支持去實現這個目標。如果您有什麼疑問，請告訴我們。   我們期待您的加入，這會是一個有意義又充實的旅程。   「如今常存的有信、有望、有愛；這三樣，其中最大的是愛。」 （哥林多前書13:13）  我們的願景、使命和價值觀是 : HHC希望為長者建立一個分享永恆盼望的社區。  這個社區由客戶、客戶家庭成員、HHC員工、醫療專業人員和社區服務提供者組成。我們希望能夠安排合適的人才，以正確的服務態度，在適當的時間內為客戶提供適切的服務。  \n員工手冊  \n2 | 頁 員工手冊  與HHC合作 我們的工作建基於信任、尊重、誠信、公開，以及老年照護權利憲章的原則。彼此溝通是重要的；我們會確保每個員工都能放心地提出建議或分享掛慮。我們將憑着耐心和諒解，去實現雙贏的局面。我們將本着恩慈和憐憫，以客戶的好處為依歸。   新員工迎新 在您剛加入我們團隊時，我們會把有關一般運作模式和通訊系統（包括資訊科技）的資料傳送給您。我們會借助一個社交應用程式，把您介紹給我們的團隊和職員。如果您有什麼疑問，可以聯絡我們辦公室。  編班與工作時間安排 一般來說，我們會按您所提供的時間表去安排客戶給您。我們希望大家能夠盡力為客戶作出最適切的安排。   我們明白世事常變，所以請您定期與我們更新您的時間安排。如有任何變動，請您給予我們至少兩個星期的通知。   分派客戶服務  當您獲派一項客戶服務時，辦公室將會把相關客戶的背景資料傳給您。您可以從應用程式中找到客戶的護理計劃等資料。如果您是代替其他員工上班，我們會提供工作交接，以確保客戶得到無縫的服務。   要了解更多關於如何成功地提供客戶服務，請參閱以下「注意事項」部分。   完成一項客戶服務後，我們將聯絡您，與您談談您的表現。我們也會與客戶聯絡，以便能夠盡快處理任何可能發生的問題，以確保往後的客戶服務將會帶來愉快的經驗。   \n員工手冊  \n3 | 頁 員工手冊  持續溝通與回應 我們歡迎一切有關客戶服務，和如何支援您及幫助您改進的坦誠溝通。因此，如果您有任何事情想分享，請聯絡我們。   您可以直接致電02 7228 1369與經理聯絡，或發電郵到 info@hopehc.org.au與我們聯絡。  如果您打算以不記名的方式作出回應，請您以信件形式直接寄到我們辦公室。  長者護理行為守則與道德行為標準  長者依賴不同專業界別人士的服務來幫助他們保持全人的健康和過著優質的生活。我們能夠幫助他們。因此，我們須要𧫴慎使用我們的才能去支持他們，使他們免受傷害。我們會做得好，如果我們能夠：  1. 尊重每個人，在相關法例和公約的規範下，都享有自由表達自己、自主和自決的權利 2. 以尊嚴和尊重待人，重視多元背景 3. 尊重個人私隱 4.·安全有效地提供優質服務 5. 處事有操守、誠信和透明度 6. 及時採取行動，處理可能影響服務品質和安全的問題 7. 確保所提供的服務和支援必須沒有(i) 任何形式的暴力、歧視、剝削、忽視和虐待；(ii) 不當性行為 8. 採取所有合理的措施防止和回應任何形式的暴力、剝削、忽視和虐待   您可以在我們的道德行為守則政策中了解更多。   「親愛的朋友啊，神既是這樣愛我們，我們也當彼此相愛。」 約翰－書4:11   \n員工手冊  \n4 | 頁 員工手冊  注意事項 保密協議 通常，我們會透過對話或文件得知有關客戶的資料。我們必須謹記保護他們的私隱，僅與參與他們護理的人分享資料。在分享任何資料以先，請考慮分享的原因。如果是必須的，請留意只分享在那個特定的目的之下需要知道的。同時，請考慮您是否願意其他人同樣地談論您。這包括我們的同事和有關公司的資訊。請𧫴記：我們本著互信來提供個人資料，致使我們能夠滿足對方的需求。   「污穢的言語－句不可出口，只要隨事說造就人的好話，叫聽見的人得益處。」 以弗所書4:29   如果您想了解更多關於這方面的內容，您可以查閱私隱政策或與您的經理聯絡。   安全、保護與虐待 當客戶向我們敞開家門時，他們給了我們很大的權力。我們必須小心和負責任地使用這權力。要緊的是，在我們所說或做的事上都要注意安全，並讓他們感到安全和有保障。   當我們令人感到被威嚇或不被尊重，這可能已構成虐待。當我們忽略他們的需求；當我們不當地觸摸他們；當我們向他們使用肢體力量，或佔用他們的財物，譬如金錢，都構成虐待。   我們最好能夠以尊重和謙卑的態度對待我們的客戶和同事。我們可以藉著關心他們是否感到安全，和採取相應行動，來表達我們的關切。   「你的鄰舍既在你附近安居，你不可設計害他。」 箴言3:29   如果您想了解更多，您可以參考我們的虐待和忽視政策，或與您的經理聯絡。   \n員工手冊  \n5 | 頁 員工手冊  外貌 我們的外貌會影響客戶的安舒，和對我們機構的看法。因此，我們應該經常都穿著合宜，有體面、專業、乾淨、和整潔。   辦公室將提供至少一件HHC制服襯衫給每一位護理員工。請使用它並定期清洗。   外貌指引 請遵從以下指引： • 請佩戴名牌，讓客戶認識您。 • 請穿著穩固、低跟、護足和鞋底防滑的鞋子。進入客戶的居所時，我們會穿上鞋套。 • 請保持制服清潔、整齊，不揉作一團。   頭髮 當提供個人護理時，基於衞生理由，請把長度過肩的頭髮束起來。   個人物品 請只攜帶必須的東西到客戶家。建議您只攜帶一個小包，把它放在入口附近。這是為了避免客戶產生任何盜竊的懷疑。請不要攜帶太多個人物品到客戶家。   首飾/指甲 基於安全理由，在提供護理時，請不要佩戴戒指(婚戒除外)、手鐲(醫療警報手鐲除外)、吊式耳環和項鍊，不要蓄長指甲和塗甲油。可以佩戴耳釘。這是爲了確保客戶皮膚的完整性和避免不必要的傷害。   手提電話 當向客戶提供服務時，請避免因個人理由使用手提電話。最好把它放在您的包內，使您可以專注於客戶。如果您在等待一個重要的來電，請預先通知客戶，並盡量縮短通話時間。   \n員工手冊  \n6 | 頁 員工手冊  抽煙 為了客戶和同事的健康及安全，所有工作環境，包括客戶家和周圍，均為禁煙區。我們鼓勵所有員工在工作期間和/或往返不同客戶期間避免抽煙。   衞生與感染控制 如果客戶感染了進入他們家中的病毒或細菌，他們可能會病得嚴重。為了客戶和員工的安全，請保持清潔，並在適當時候使用個人防護裝備。這包括經常手部消毒，戴口罩和手套。   請確保經常帶備這些個人防護裝備。如果需要補充，請與辦公室聯絡，我們會安排把物資送達。   請參閱感染防控政策。如有任何疑問，請與您的經理聯絡。   工作健康與安全 您的健康和安全對HHC至為重要。HHC承諾以下事情： • 定期與您傾談，詢問您對工作健康和安全的看法 • 為員工制定恆常使用的安全程序，包括緊急情況 • 提供𣾀報程序和受傷管理   您須要做的是： • 在提供服務之前，參考客戶家中的家居安全清單 • 顧及自己和他人的安全 • 遵守健康與安全的指示 • 即時報告事故和受傷情況 • 發現危險時，在情況許可下處理它，並按既定的程序向管理層報告   學習與發展 我們透過經驗，和透過為日常工作遇到的難題尋找答案的過程中學習。因此，HHC積極鼓勵每個員工從客戶和服務的角度仔細思考，以確定學習的機會。   \n員工手冊  \n7 | 頁 員工手冊  我們還會因應客戶需要、員工要求，以及根據行業標準或法規要求，安排小組學習課程。   員工關係 試用期 對於常設或全職員工，試用期通常為三個月，除非書面通知另有安排。   薪資查詢 HHC採用雙周支薪周期。任何有關薪資查詢，請與辦公室聯絡。   薪資包裝 HHC屬於「公共慈善機構」(PBI)。因此，HHC可以為全職和兼職員工提供薪資包裝 — 每年最高可免稅達$15,900。如要更多資料，請聯絡辦公室。   里程補貼 每天從您家到客戶家的第一段里程，和最後一段回家的里程不會有里程補貼。我們將按照谷歌地圖(Google Maps)計算您在客戶間行駛的里程，並自動支付您的旅程津貼。如果您在服務中協助客戶乘坐公共交通工具或購物，請在應用程式中填報以取得補償。除非有明確指定，往返客戶家使用收費道路的費用將不獲補償。HHC不會支付任何停車罰單或交通違規罰單。   歧視與騷擾 HHC致力維持一個沒有任何形式的騷擾或威脅的工作環境。任何洩及對他人威嚇、侮辱或辱罵的言語或行為，或展示具威嚇、侮辱或辱罵的言語或圖片，不受歡迎的性侵犯，要求性好處及其他與性有關的言語或肢體行為皆嚴重違反我們的政策，不會被縱容或接受。   HHC不會容忍任何具冒犯性、威嚇性、侮辱性、惡意的、羞辱的、或令人尷尬，旨在使個人或一些人感到痛苦、被侮辱或缺乏自信的行為。期望在我們的工作環境中，各人都會遵照我們的道德行為守則行事。   \n員工手冊  \n8 | 頁 員工手冊  所有有關騷擾、受害者和欺凌的報告將會被嚴肅看待，並會以𧫴慎和保密的態度盡快處理。   責任 每個人都有責任創建和維護一個沒有任何形式的騷擾的工作環境。  經理和主管 在工作場所內，經理和主管必須確保恰當的行為標準得以維護。同時，他們必須傳遞任何 形式的騷擾將不被容忍的訊息。要達至這些規定，經理必須： • 確保工作環境沒有任何具歧視性和不受歡迎或冒犯性的做法 • 嚴肅處理和積極介入任何騷擾個案。及早採取糾正措施處理任何被視為不當的行為或舉動 • 以公平、保密和迅速的態度處理任何投訴 • 確保針對受影響人士的報復行為不會發生 • 表揚適當的行為 • 在任何涉及騷擾的問題上，尋求人力資源部門的協助   員工和志願者  所有員工和志願者必須持守恰當的行為標準，並確保工作環境沒有任何形式的騷擾。所有 員工必須： • 馬上拒絕任何不受歡迎和冒犯性的行為 • 報告任何騷擾或欺凌事件 • 不騷擾或欺凌，或參與任何騷擾或欺凌他人的行為   在得悉他人受到騷擾，員工必須： • 率先通知經理 • 在進行非正式或正式的投訴程序中提供建議或協助 • 在調查過程中提供資料時持守保密   \n員工手冊  \n9 | 頁 員工手冊  爭議與申訴調解 我們機構有責任向您提供時間、討論平台和機制，使您能表達您關切的事。我們鼓勵所有 員工負責任地提出有建設性的議題，使機構能作出確認並採取適當行動。   任何員工若認為自己曾被不公平對待，他們有權與經理討論事件。   機構的每位經理在得知有投訴時，必須： • 認真對待事件 • 為談話和任何已同意的結論作記錄 • 轉介事件至能夠幫助經理和員工解決的適當人選   在極端情況下，HHC將會考慮尋求獨立的申訴管理機構的協助來解決事件。   任何投訴必須以書面形式提交，清楚交代投訴的性質、所有牽涉其中的人士，和所指事件 發生的時間和地點。   HHC將不會跟進任何匿名的投訴。高級管理層將會公平公正和保密地處理所有事件，且不 會有反擊。HHC將視虛假的指控為蓄意和肆意的不當行為。   工作表現管理和紀律處分  工作表現管理和紀律處分程序目的在於概述解決工作表現管理，或違反僱傭條例或機構政 策事件所需要採取的步驟。   此程序用於： • 確保所有員工得到公平對待 • 為處理處分問題建立一致的做法 • 確保員工的努力朝向正確方向 • 促使不良的行為或表現有適當的改變 • 預防持續令人不滿的行為或表現的發生   \n員工手冊  \n10 | 頁 員工手冊  輔導的目的在於告訴員工令人憂慮的工作表現/行為，並確立機構能否提供幫助，無論是透過培訓、指導或其他行動，以避免不可接受的表現或行為再度發生。   解僱程序  如果您的行為表現，或您有參與，涉及不法、疏忽或嚴重冒犯的行動，您將會被即時解僱。例如，但不僅限於：虐待、濫用藥物或酒精、挪用公款、偽造記錄、蓄意拒絕遵從機構合理的指示和政策/程序。   訊息系統 HHC 使用 LookOutWay 來編班、分配班次和傳達客戶的資料給您。例如護理計劃或記錄。  在入職培訓時，您將會收到有關如何設置 LookOutWay 應用程式的登錄說明。您可以在手提電話上下載此應用程式。在您即將獲派第一個班次時，我們的管理團隊將與您聯絡以確定您能接入。 \n",
	"policy_name_Continence Management_POL_V01_2203": " \n       Continence Management Policy Record of procedure development Version Date of Approved Date for Review V01_2203 24/03/2022 23/03/2024     Responsibilities and delegations This procedure applies to Home Care Staff  Specific responsibilities Home Care Manager, Case manager, care staff Procedure approval Chief Executive Officer (CEO)            \nContinence Management Policy  \n1 | Page Continence Management Policy _POL_V01_2203  Policy Hope Holistic Care is committed to providing appropriate care and aids for each clients to maintain or improve their continence. Each client will be appropriately assessed for continence and where required, have an individualised continence management plan in place. The continence management plan will be in consultation with the client and any preferences will be considered. The toileting regime will be planned, implemented and evaluated. The client’s dignity and privacy will always be maintained.  Responsibilities The Home Care/Case Manager is responsible for:  • Providing relevant staff with training or dispersing educational resources related to Continence Management in older adults;  • Recording completion of training on the Staff Training Register.  • Co-producing a continence management plan, where appropriate, in consultation with the client and/or representative;  • Liaising and coordinating care with the client’s preferred GP and allied health;  • Assisting the client with budgeting for any external services or purchase of incontinence aid or devices;  • Reviewing the continence management plan with the client and/or representative as part of the regular three monthly review of the individualised care plan or at the time of deterioration of health;   All Staff are responsible for:  • Following the client’s individualised care plan;  • Reporting to the Case Manager any changes to the client’s behaviors for signs of urinary tract infection (UTI);  • Encouraging the client to drink 1200mls per day or up to the client’s fluid restriction amount.  • Encouraging independence with the use of incontinence aids;  • Providing the client with privacy and dignity; and  • Listen and respect the client’s needs and offer support in their decision; and  • Being aware of the public toilet locations by visiting the website toiletmap.gov.au when assisting the client out in the community.  Procedures Assessment and evaluation Home Care Manager  On entry to HHC, the Case Manager will:  - conduct a continence assessment under the Functional Ability Domain, as part of the initial comprehensive assessment ;  - co-producing an individualized care plan and a continence management plan (where appropriate).   \nContinence Management Policy  \n2 | Page Continence Management Policy _POL_V01_2203  Assessment  Throughout the assessment, the Program Manager will identify whether the client has any physical or cognitive deficits which may affect the continence problems.  • If the client has urinary incontinence, the NATFRAME Ballarat Urinary Assessment and Management Form will be used.  • If the client has faecal incontinence, the NATFRAME Ballarat Bowel Assessment and Management Plan will be used.   Once the continence issues have been identified, a management plan will be developed which includes the following:  - The review of the client’s needs and preferences;  - The consideration of the client’s choices, normal patterns and rituals;  - Report to the GP any continence concerns or reports of urinary problems (pain on urination, offensive odour, hematuria etc); and  - Where required, refer the client to a continence specialist (e.g. Continence nurse advisor). Evaluation Evaluating the continence management plan is vital in determining whether the nursing interventions are achieving the goal. The continence management plan will be re-evaluated on a three monthly basis and when the client’s care needs change.  If the goals have not been achieved, the assessment and planning process will be repeated and management plan reviewed.  Any changes to the sensory loss management plan will be documented in the progress note, care plan and/or client agreement. Engagement with external services The Case Manager can engage the client and/or representative in accessing appropriate external services for assessment and arrange for the purchase of incontinence aid or devices where agreed by the client and/or representative. Continence management program The Home Care Manager or Nurse can teach the client on strategies to manage or maintain their continence and use devices (where appropriate). Any episodes of incontinence will be managed in a way to promote the client’s independence, privacy and dignity. Any current interventions that is not effective, the client’s GP is consulted. Skin integrity should be checked frequently, and the client should be monitored for urinary tract infections, constipation or diahorrea.   \n",
	"policy_name_Falls Prevention Management_POL_V01_2203": " \n       Falls Prevention and Management Policy Record of procedure development Version Date of Approved Date for Review V01_2203 31/3/2022 30/03/2024     Responsibilities and delegations This procedure applies to Case managers and care staff  Specific responsibilities Home Care Manager/Case Manager Procedure approval Chief Executive Officer (CEO)            \nFalls Prevention and Management Policy  \n1 | Page Falls Prevention and Management Policy _POL_V01_2203  Policy Falls-related injuries are one of the leading causes of mortality in older Australians. It is particularly common for older Australians living in aged care facilities to experience falls.    Hope Holistic Care (HHC) is committed to taking necessary measures to prevent falls and fall-related harm from occurring in our facilities. We will ensure appropriate falls assessment, prevention and management strategies are effectively implemented. We will also ensure that workers are adequately trained on how to assess, identify and mitigate falls.  Definitions Syncope (fainting): is a temporary loss of consciousness, often related to insufficient blood flow to the brain. Most commonly occurring when blood pressure is too low, and the heart doesn’t pump enough oxygen to the brain.  Polypharmacy: is the concurrent use of multiple medications by a patient.  Vestibular dysfunction: is a common cause of dizziness among the older population.  Continence: is the ability of a person to control bowel and bladder movements.  Procedures Risk Screening and Assessment HHC will conduct a screening and assessment of all clients in our facilities upon arrival and every six months. This falls risk screening process will be undertaken by a Registered Nurse and will include the following assessment from the best practice guidelines, to determine if the resident is a high or low falls risk. After determining the risk category of each client, an individualised management plan will be developed by Registered staff which outlines the main falls risks and mitigations strategies. The management plan will be used so that all staff are aware of the risks posed to each individual client, and any additional environmental or medical strategies which may need to be implemented.  Syncope (fainting) All clients will be assessed for syncope on arrival at the facility. Presyncope, syncope and postural hypotension will be included when developing the client’s management plan for falls prevention. The root causes of clients who report having unexplained falls or episodes will be identified and addressed. Dizziness and vertigo Clients will be assessed for vestibular dysfunction if they experience dizziness, vertigo or imbalance. Vestibular rehabilitation will be implemented to treat dizziness and balance problems where indicated.   \nFalls Prevention and Management Policy  \n2 | Page Falls Prevention and Management Policy _POL_V01_2203  Vision Clients will receive an eye examination on arrival to determine if they have cataracts. Clients who have severe visual impairments will receive visual aids if necessary, and their environment will be modified accordingly. \n Client participation HHC will ensure that clients are involved during the falls prevention processes. We will: • provide information which frames falls prevention as a means for clients to remain independent for longer; • provide information on ‘falls prevention’ to clients in a manner they understand; • seek client input in discussions about preventing falls; • develop falls prevention programs which accommodate the individual client’s needs; and • identify potential barriers the client may face when taking part in actions to prevent falls.  Staff training HHC’s Registered staff will be trained on how to undertake screening and assessment of new clients to determine if they are a high or low falls risk. The Registered staff will be trained on how to identify potential barriers or hazards which could result in falls and injury. The care staff responsible for assisting clients who wear hip-protectors will undertake relevant training on the correct application of hip protectors. \n\nFalls Prevention and Management Policy  \n3 | Page Falls Prevention and Management Policy _POL_V01_2203  Management Strategies Feet and footwear Clients’ footwear will be reviewed regularly to ensure it meets the safety guidelines. Clients will be encouraged to wear soft soled shoes as opposed to slippers. Clients will also be encouraged to wear footwear when walking, to avoid the increased risk of falling barefoot. The facility will, where possible, provide grip socks to all clients who present a high falls risk, to wear during the night. Clients will be offerreded to be referred to a podiatrist on arrival if they present with foot issues which require specialised attention, who may assist in falls prevention. Environmental considerations HHC will monitor the client’s environment and be attentive to feedback concerning near misses and recommend mitigation strategies where fall risks are identified, including to report to My Aged Care for reassessment to get assistance with Home modifications. Minimising injuries from falls Hip protectors will be given to clients who require them. HHC will consider the clients’ falls history, mobility, steadiness, gait, disability status, osteoporosis and body index when deciding whether to use hip-protectors. HHC will also ensure that clients who require assistance to use hip-protectors receive the necessary support.  Restraints HHC will not apply restraints at anytime or under any circumstances. If a staff member is at risk of harm, they are advised to exit the client’s home to a safe place before reporting to the Case manager of office personnel. Observation HHC will work with the client and/or their representative to ensure that higher falls risk clients are closely observed, such as via regular phone calls. Clients with dementia and other clients who have a high risk of falling, will be encouraged to apply devices which can detect their falls and send responses to designated contacts. Continence Clients will also be offered continence assessments to check if they have problems that can be modified or prevented. Improving balance with mobility and exercise HHC will develop tailored physical activity and exercise programs for clients to help strengthen and improve stability, strength and mobility.  HHC will assess balance, strength and mobility through a variety of tools and tests. These tests may include: - functional reach - six-metre walk - timed up-and-go - sit-to-stand  - spring balance  \nFalls Prevention and Management Policy  \n4 | Page Falls Prevention and Management Policy _POL_V01_2203  Medication management Case managers, Registered Staff and Care workers should be aware of the medications each client is taking and how those medications effect whether they are a high or low risk patient (e.g. knowing antidepressants are associated with higher risk of falls).  HHC will encourage all clients who experience a fall have their medications reviewed by a pharmacist. Responding to Falls All clients who have a fall, will undergo a post-fall assessment taken by Registered staff. All falls will be documented and recorded by Registered staff. Responding to falls checklist  No. Item Tick when complete 1 Offer basic support and provide immediate reassurance  2 Take baseline measures including: - pulse - blood pressure - respiratory rate - oxygen saturation - blood sugar levels - if client hit head – record neurological observations and inform medical officer for further investigation.   \n3 Check for injuries  4 Move the client - assess whether it is safe to move them - use a lifting device and comply with lifting procedures  5 Monitor the resident: - for potential internal bleeding (if alcoholic or on blood thinning medications) - ensure continued monitoring of the resident in case injuries appear later  6 Report the fall to a medical officer immediately.  7 Record the fall - include details on client’s medical record, location of fall, evidence of injury, response - type of fall - dependency of client on staff/aids - clothing, footwear and eyewear if relevant at time of fall - changes in medication - restraints used - observation at the time - contributing environmental factors - witnesses to the fall  \n8 Discuss the fall and future risk management strategies   \nFalls Prevention and Management Policy  \n5 | Page Falls Prevention and Management Policy _POL_V01_2203  Client records HHC will ensure that all clients’ falls risk status and falls history is recorded in their client file/individualised management plan. Client files will be updated every six months, following reassessment of a client’s falls risk status, and any time a falls-related incident occurs. Review of policy This policy is subject to review annually by the Home Care Manager. \n",
	"policy_name_Feedback and Complaint Management Policy_POL_V02_2210": " \n     Feedback and Complaint Management Policy  Record of policy development Version Date of Approved Date for Review V01_2112 31/01/2022 01/2024 V02_2210 07/10/2022 06/10/2024      Responsibilities and delegations This policy applies to All HHC Employees, Volunteers and External Stakeholders Specific responsibilities Chief Executive Officer Policy approval Chief Executive Officer         \nFeedback and Complaint Management Policy \n1 | Page Feedback and Complaint Management Policy_POL_V01_2201  1. Introduction Hope Holistic Care Ltd (HHC) is committed to providing an exceptional customer experience. Feedback and complaints provide us with valuable information that helps us to resolve customer issues, and to understand where we are doing well, and where we can improve.  Feedback is information about reactions to a product, action or service. Feedback may be a query, request, or a compliment.    A complaint is a formal statement that something is unsatisfactory or unacceptable  This policy should be read in conjunction with the Feedback and Complaints Resolution procedure. 2. Scope  This policy applies to all feedback and complaints that relate to HHC’s products or services (including employees, volunteers and contractors delivering those services) or how we manage customers’ personal information.  This policy does not apply to: • grievances between two (or more) employees, that does not impact a customer (see Grievance Management policy) • investigation of internal fraud–related complaints (see Fraud Prevention and Control policy). 3. Policy  HHC is committed to being open and responsive to any feedback and complaints offered by our clients, their carers or advocates, or the broader community.  HHC will maintain a Feedback and Complaints Resolution System, to ensure that all feedback and complaints are considered and resolved in a timely and impartial fashion. HHC will maintain a register of all feedback and complaints information, that will provide transparency regarding how feedback and complaints are managed. This register will be centrally managed by the Chief Executive Officer (CEO).  HHC encourages parties who have feedback or complaints in relation to the services they have received, the management of their personal information or the actions of our employees or volunteers, to raise it directly with us. HHC will make it as easy as possible for people to provide feedback and complaints, by:  • providing information about the feedback and complaints resolution processes, in easy-to-understand formats, on the HHC’s website and at the office location; \nFeedback and Complaint Management Policy \n2 | Page Feedback and Complaint Management Policy_POL_V01_2201 • accepting complaints in a variety of formats (e.g. written, verbal); • assisting people to submit feedback and complaints, either to us or an external complaints handling body; • involving carers and advocates in the complaints process (if requested by the complainant); • making people aware of external complaints bodies (e.g.  My Aged Care, Aged Care Quality and Safety Commission) where complaints can be escalated. Should there be three requests from the same client regarding similar matters of a dissatisfactory nature within a 3 month period, the request will be treated as a complaint.  HHC will address all complaints in a confidential manner. Only the people directly involved in  making, investigating or resolving a complaint will have access to the information. Complainants may make complaints anonymously if desired.   HHC will ensure the complaints resolution process:  • commences within 48 hours of receipt of the complaint (this includes contacting the  complainant), with an investigation and response to the complainant being completed within 21 working days of receipt of the complaint;  • is fair and impartial, and follows ‘Procedural Fairness’ rules;  • involves the complainant, and any other parties affected by the complaint, in the resolution of the complaint, as far as is reasonably practicable;  • makes appropriate support and assistance available to the complainant, throughout the complaint process.  Any allegation of employee misconduct will be escalated to the CEO for investigation.  HHC will ensure that complainants do not experience any repercussions as a result of having made a complaint. Management will take all necessary steps to ensure that no victimisation occurs against anyone who makes a complaint.  HHC acknowledges that individuals have the right to complain directly to external complaints bodies (e.g.  My Aged Care, Aged Care Quality and Safety Commission) regarding the products and services offered by HHC or our management of a customers’ personal information. Enquiries from external complaints bodies or regulators regarding HHC feedback and complaints processes, or regarding a specific complaint, will be referred to and managed by the CEO, or delegate.  Feedback and Complaints data will be evaluated on a regular basis, to inform the continuous improvement of products and services. The CEO is responsible for:  • collating and reporting statistical data on feedback and complaints;  \nFeedback and Complaint Management Policy \n3 | Page Feedback and Complaint Management Policy_POL_V01_2201 • developing performance metrics for the Feedback and Complaints Resolution System and reviewing the effectiveness of the system at least annually.  HHC will ensure that all staff are aware of, and appropriately trained in the complaints management policy and process. The level of training staff receive will be suitable to their role. \n",
	"policy_name_Guidelines for Salary Packaging GDL_V02_2110": " \nGuidelines for Salary Packaging  \n \n   \n1 | P a g e  \nGuidelines for Salary Packaging GDL_V02_2110   \nBackground  \nHope Holistic Care (HHC) is an ACNC approved charity and public benevolent institution (PBI).  We can \noffer our employees salary packaging, an ATO -approved benefit whom can take advantage of the tax \nsavings.  \nWho can have salary packaging?  \nAll HHC employees, including permanent full time, part time and casuals  are entitled to have salary \npackaging .  \nHow does salary packaging work?  \nBy choosing to salary package, you allocate a portion of your income to the payment of certain expenses \nbefore your income tax is calculated. The part of your income that you allocate to salary packaging can be \nused for the same everyday items you pay for today, such as : \n- rent or mortgage payments  \n- credit card and personal loan repayments  \n- expenses via the Everyday P urchases Card  \n- school fees and much more  \nBecause you only pay tax on the remaining amount, you pay less tax and increase your take home pay.  \nEven if you have a HELP/HECS debt you could benefit from salary packaging.  \nHow much salary can you  packag e annual ly? \nSalary packaging limits are set for a Fringe Benefits Tax (FBT) year.  \nThe FBT year runs from 1 April to 31 March, you can salary package up to $15,900 each Fringe Benefit Tax \n(FBT) year or $611.53 per fortnight f or general living expenses.  An additiona l benefit in your first year is \nthat if you start salary  packaging part way through the FBT year, you can still package the full annual \namount between then and 31 March (we call this maximising).  \n \n   \n2 | P a g e  \nGuidelines for Salary Packaging GDL_V02_2110   \n What are Entertainment benefit s that you can also package?  \nYou can package up to $2,650 per FBT year for entertainment benefits and this is in addition to your living \nexpenses.  These include both meal entertainment and holiday accommodation and venue hire.  \n1. Meal entertainment  \nThis includes:  \no dine -in meals and drinks purchased at a restaurant, café or hotel  \no taxi fares travelling to and from the restaurant, café, tavern or hotel  \nThe table below provides an outline of what you can and can't package   \nWhat's included  Not included  \n Dining at a restaurant, café, \npub, club, or fast food \nrestaurant  \n Hiring professional caterers to \nprepare and serve food and \ndrink  \n Attending a ball, gala event or \ncharity dinner  \n Taxi fares to and from the \nrestaurant or event   Food consumed in -flight  \n Grocery and supermarket bills  \n Alcoholic drinks that are not purchased \nin conjunction with a meal  \n Pre-purchased restaurant vouchers   \n Meals purchased by someone other \nthan yourself or your spouse  \n Taxi fares that are not related to the \nspecific meal or event claimed  \nYou can choose to pay for these items up front and then package the receipts afterward . \n2. Holiday accommodation and venue hire  \nEligible expenses include:  \no holiday accommodation, including hotel or motel rooms, apartment or holiday house  \no car hire while on  holidays  \no hire of a reception venue, private function room or marquee  \n \n   \n3 | P a g e  \nGuidelines for Salary Packaging GDL_V02_2110   \nThe table below provides an outline of what you can and can't package   \nWhat's included  Not included  \nHoliday accommodation such as  \n a holiday home  \n a room in a hotel, motel, bed and \nbreakfast, holiday resort  \n a serviced or self contained apartment  \n an onsite caravan or cabin or a \ncaravan or mobile home  \n a houseboat  \n a cabin on a cruise ship  Holiday accommodation  \n for non -family members  \n that is not paid for by you or your \nspouse  \n where you share the cost with \nsomeone else  \n if you're not on holiday (ie you \ncannot be undertaking any paid \nwork during the rental period)   \nVenue hire  \n hire of a function room or marquee \nfor an event (wedding, party, etc)  \n other costs that are included in the \nvenue hi re (such as tables and chairs)  \n hire of a boat or plane  Venue hire  \n for a function that you attend but \nhave not paid the cost  \n where you share the cost with \nsomeone else  \nItems that you hire  that are not included in \nthe same invoice as the venue hire (such as \ntables and chairs)  \nPackage holiday (all components bundled into \na single price by a travel agent, airline or \nother travel promoter). Includes:  \n airfares, cruises  \n meals and tours  \n travel  insurance  \n transfers  \n hire cars  Package holiday   \n if the cost is not paid for by the \nemployee  or spouse, children, \nsiblings or parents  \n where the booking is not made \nthrough a registered travel provider  \n without a valid invoice (must show \nthe travel provider details and one \namount for all items included in  the \nholiday)  \nYou can choose to pay for these items up front and then package the receipts afterward . \n   \n4 | P a g e  \nGuidelines for Salary Packaging GDL_V02_2110   \nSalary Packaging Application  \nSection 1: Your details  \nTitle  : _________ _______________   Gender  (M/F) : _________ _______  \nFirst Name: ____________ ________   Last Name : __________________ _ \nPayroll Number : _______________   Email: ________________________  \nEmployment Type :  Full Time (F)/Part Time (P)/Casual (C) ___________________  \nDo you have a HECS/HELP debt ? (Y/N) __________________________________  \n Nomina ted salary packaging payments  \nFor example:  \nPayment Description  Account Information  \nFortnightly  \nPayment  \nAmount $  Payment:  \nD-paid direct                   \nR-reimbursement \nto you  BSB Account No  Account Name  \nMortgage  111123  11111111  John Citizen  300.00  D \nHealth Fund  111124  11111112  John Citizen  200.00  D \nCredit Card  222111  12345678  John Citizen  111.50  R \nList Expense Amount(s) and Bank Account (s)     \nPayment Description  Account Information  \nFortnightly \nPayment \nAmount $  Payment:  \nD-paid direct                   \nR-reimbursement \nto you  BSB Account No  Account Name  \nRemarks: A separate Expense Reimbursement Claim form can be requested for Meal and Entertainment \nbenefits  (holiday Accommodation) . \n   \n5 | P a g e  \nGuidelines for Salary Packaging GDL_V02_2110   \nSection 3:  Terms, Agreements, Acknowledges and Consents  \nNominated Benefits & Personal Details - Terms, Agreements, Acknowledges and Consents  \nIn requesting participation in Hope Holistic Care ‘s salary packaging arrangements, I hereby:  \n1. Declare that information I have provide d is true and correct to the best of my knowledge;  \n2. Indemnify Hope Holistic Care against a ny tax liability (including fringe benefits tax) that arises from \nmy participation in Hope Holistic Care’s salary packaging arrangement and accept all responsibility \nfor any tax liability arising as a result of my failure to supply supporting documentation  as required;  \n3. Acknowledge and agree that:  \na. My salary packaging payments may not be processed until I have provided all supporting \ndocumentation and may be reduced and/or suspended until I provide supporting \ndocumentation;  \nb. I can only request reimbursements  in relation to expenses that have been already paid by \nme; \nc. Payments and/or reimbursements can only occur after sufficient funds have been \ndeducted from my salary for the relevant benefit item;  \nd. My salary packaging will not be back -dated for any reduced amo unt. \n4. Declare that I have obtained financial advice about my salary packaging arrangements,  or accept \nresponsibility where advice has not been sought.  \nSection 4: Authority  \nI (your name here)  \n__________________________________  \nParticipate in my above  mentioned employer’s salary packaging arrangement and I authorize the \nnominated salary packaging payment to be made on my behalf.  \nSignature  \n__________________________________  \nDate (DD/MM/YYYY)  \n__________________________________  \n",
	"policy_name_Client Money Mangement Policy_PRO_V01_2209": " \n       Client Money Management Policy Record of procedure development Version Date of Approved Date for Review V01_2209 13/09/2022 12/09/2024     Responsibilities and delegations This procedure applies to All HHC Employees  Specific responsibilities Home Care Manager/Case Manager Procedure approval Chief Executive Officer (CEO)            \nClient Money Management Procedure  \n1 | Page Client Money Management Policy_POL_V01_2209  Policy One of the areas in which people with elderly clients are particularly vulnerable to exploitation is with respect to the management of their financial affairs. This policy intends to ensure that where Hope Holistic Care is responsible for providing a client with assistance in managing their money or making a purchase, that this is done in an honest and accountable manner, and in the best interests of the client. Definitions Financial abuse: any act which involves misusing the money or property of a vulnerable person without their full knowledge and consent. This includes theft of money, pension cheques or property as well as misuse of a power of attorney. Procedures Scope This policy applies to all staff and volunteers of Hope Holistic Care who are directly or indirectly responsible for assisting clients to manage their personal finances. • Assistance includes o Personal banking  o Making cash or credit card purchases   Promoting autonomy Clients should manage their own funds wherever possible. Staff and volunteers should not manage or make decisions regarding clients’ funds where clients are capable of doing so themselves.  Responsibility for assisting a client with money handling should only be assumed by staff and volunteers when the client or their authorised representative has requested and consented to receiving this assistance from Hope Holistic Care. Assistance, where required, should promote autonomy and choice, and enhance the client’s independence.  Client consent Where assistance in managing financial affairs is required, a Consent Form must be obtained from the client and retained on their file. Clients’ money may only be used for the purposes intended by the client.   Client cash It is important for clients to have ready access to their own cash to purchase personal items and for day-to-day expenses which are for the direct benefit of the client. Clients will usually withdraw cash from their personal savings accounts for this purpose. There may be other arrangements by which clients gain access to personal spending money. Clients will be permitted choice to decide how much assistance they require with their cash. Some clients will choose to retain control with minimal assistance, while others will rely on staff.  When making purchases for a client, staff members must keep all receipts as proof of purchase.  \nClient Money Management Procedure  \n2 | Page Client Money Management Policy_POL_V01_2209  On completion of shopping, details of the purchase made and the change received are to be recorded in the Money Handling record in Knack. The client will sign the record electronically on the staff’s phone. Client Credit Card access, PayWave and PayPass Under no circumstances are staff permitted to have access to client’s PIN numbers Client’s may request that staff can use PayWave or PayPass to attend their shopping and payment of bills. Staff must ensure: • The care plan clearly documents that the client authorises staff to use their bank card for PayWave/PayPass purchases and payments • Payments are within the amount specified by the bank • They provide the client with a receipt of all purchases and payments where PayWave/PayPass has been used  Care staff and volunteers are to report to the Case Manager immediately if the client’s card has been lost or stolen. The Case Manager must inform the client and/or appropriate representatives and assist with cancelling the card if required.  Operating rules for staff and volunteers Staff and volunteers must: • ensure that clients’ funds are used only for the benefit of that client; • ensure that receipts are obtained for all items purchased when accompanying a client; • encourage clients to plan for purchases and discourage clients from carrying large amounts of cash; • maintain an electronic record all cash issued and spent; • report if an amount of greater than $200 is transacted; and • report any discrepancies to their supervisor. Staff and volunteers must not: • make a personal purchase with money from a client’s funds; • borrow money from any client; • pay for a client expense with the staff member’s own finances; • give clients investment advice; • be a signatory or witness to any signing of documentation • transfer petty cash between clients.  Gifts and Purchases Any sales transactions between a client and an HHC staff member should be disclosed to their manager prior to the transaction. Approval must be given by the staff member’s manager. Any money or gifts of any value cannot be accepted by employees.  If a client or relative wishes to make a personal gift, care staff is to advise them that donations may be made to HHC directly.  \nClient Money Management Procedure  \n3 | Page Client Money Management Policy_POL_V01_2209  Responsibilities of Office staff Office staff must: • Immediately report any alerts of missing signatures or large amounts of cash handled (>$100) to the Chief Financial Officer for further investigation.  Continuous improvement All staff and volunteers of Hope Holistic Care are encouraged to provide feedback on this procedure, to ensure that it remains relevant and continues to reflect the actual manner in which activities are undertaken. This policy will be reviewed and updated by the Home Care Manager annually to ensure it is up to date with relevant legislation, standards and is responsive to feedback.           \n",
	"policy_name_HHC Staff Handbook 2312": " \n       HHC Care Staff Handbook   Welcome Thank you for joining Hope Holistic Care. You have joined an organization that strives to help older Australians remain independent and healthy living at home. At the end of the day, if our clients recognize that we are helping them make the best of their lives, we’ve done our job. We all need to work together to achieve this.  We want you to do your best work and enjoy serving our clients. This handbook is about how we will work and support each other to make this happen. It is not meant to be exhaustive; so if you are ever unsure of things, we want you to let us know.   We look forward to you starting with us and may you find the journey meaningful and fulfilling.  “And now these three remain: faith, hope and love. But the greatest of these is love.” 1 Corinthians 13:13  Our Vision, Mission and Values Hope Holistic Care wants to build a community for older people to share eternal hope.  A community comprises of clients, families, staff, health professionals and community service providers. We work to find the right people to deliver the right service at the right time with the right attitude. Working with HHC We work on the basis of trust, respect, honesty, openness and the principles of the Charter of aged care right. Communication is important and we want to make sure everyone is comfortable to raise suggestions or concerns. We try hard to achieve a win-win situation for everyone; this requires patience and understanding. Where this isn’t possible, we rely on grace and mercy, having a focus on our client’s outcomes. \nStaff Handbook  \n1 | Page Staff Handbook  Orientation When you first join us, we will send you information about standard practices and setup communication systems, including information technology. We will introduce you to our team of staff via a social app. If you have any questions, you will be able to contact a member of our office team. Scheduling availability and requests We will ask you when you are available to work. We will generally assign clients that fit your availability. We ask that we work together to find the best possible outcome for the client.  We know that things change, so we will ask that you update your availability with us on a regular basis. Please let us know of changes at least 2 weeks or more in advance. Assigning client services When a client service is assigned to you, our office team will give you some background on the client so that you know what to expect. You will find the client’s care plan in the app for more information. If you are replacing someone on a shift, we will also provide a handover to help the client experience a seamless service. To find out more about what how to be successful in delivering services to our clients, please refer to the Things to be mindful of section. After the service, we will contact you to discuss how you went. We will also contact the client so that we can resolve any issues quickly to ensure positive experiences in future visits. Ongoing communications and feedback We enjoy open communications about clients, how to support you and opportunities to improve; therefore, please let us know if you have anything to share! You contact your manager directly, ring 02 7228 1369 or email info@hopehc.org.au to talk to us. If you want to provide anonymous feedback, you can do so by sending us a letter to our office.  Code of Conduct for aged care and Ethical Behaviour Older people depend on us in varying capacities to maintain their well-being and live a quality life. We have the power to help them. Therefore, we need to be mindful to use our abilities to support older people and protect them from harm. We would do well to: 1. Act with respect for individual rights to freedom of expression, self-determination, and decision-making in accordance with relevant laws and conventions 2. Act in a way that treats people with dignity and respect, and values their diversity 3. Respect the privacy of everyone 4. Provide services in a safe and competent manner with care and skill 5. Act with integrity, honesty, and transparency 6. Promptly take steps to raise and act on concerns about matters that might have an impact on the quality and safety of services provided to people who are vulnerable 7. Provide care, supports and services free from: (i) all forms of violence, discrimination, exploitation, neglect and abuse (ii) sexual misconduct 8. Take all reasonable steps to prevent and respond to all forms of violence, exploitation, neglect, and abuse of people in our care \nStaff Handbook  \n2 | Page Staff Handbook  You can find out more about these behaviours in our Code of Ethical Conduct Policy “Dear friends, since God so loved us, we also ought to love one another.” 1 John 4:11 Things to be mindful of Confidentiality Often, we will learn things about clients other people will not know, either through conversations or reading documents. We need to remember to protect their confidentiality, and only share information to those who are also involved with their care. Before sharing any information, think about why you are sharing it. If it is necessary, be mindful to share only what needs to be known for that purpose. Also, think about whether you would like others talking about you in the same way. This applies to our colleagues and company information as well. Remember that we entrust each other with our information so that we can help meet each other’s needs.  “Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.”  Ephesians 4:29  If you want to know more about this subject, you can access our Privacy Policy or talk to your manager about it. Safety, Security and Abuse When clients open their home to us, they are giving us a lot of power. We need to be mindful of this and use it responsibly. In everything we do or say, it’s important that we do so safely, as well as making them feel safe and secure. Abuse can occur when we come across as threatening, disrespectful; when we ignore their needs; when we touch them inappropriately; when we use physical force, or take advantage of their belongings, such as money. It is best that we treat our clients and colleagues with respect and humility. We need to show our concern for them by asking them if they feel safe and take actions if they say otherwise. “Do not devise harm against your neighbour, while he lives securely beside you.” Proverbs 3:29  If you want to find out more, you can refer to our Abuse and Neglect Policy or talk to your manager about it. Appearance Appearance can affect the comfort of clients we serve as well as what they think of the organisation. Therefore, we should always dress appropriately, being presentable, professional, clean, neat and tidy. All Care staff will be supplied with at least one HHC uniform shirt by the Office. Please use it and wash regularly. Appearance Guidelines Please follow the below guidelines: • Identification badges should be worn to let clients know your name \nStaff Handbook  \n3 | Page Staff Handbook  • In general, shoes should be sturdy, low heeled, protect the foot and have slip-resistant soles. We will wear shoe covers when we enter client’s homes. • Uniforms are expected to be clean, tidy and not appear scrunched up. Hair When providing direct care, please tie your hair back if it is longer than shoulder length for hygiene purposes. Personal Items We should only be bringing what we need into the house. Consider bringing a small bag and keep it near the entrance of the home. This is to prevent suspicions of theft by the client. Try not to bring many personal items into the residence.  Jewellery/Nails For safety purposes, when providing care, we should not wear rings (other than wedding bands), bracelets (other than medical alert bracelets), very long fingernails, nail polish, drop earrings and necklaces. Ear studs may be worn. This is to preserve the skin integrity of our clients and prevent unnecessary injury. Mobile phones We should generally refrain from using our mobile phones for personal reasons when working with a client. It is best to be kept in your bag so that you can pay attention to the client. If you are expecting an important call, notify the client in advance and minimise the time spent on the call. Smoking For the health and safety of our clients and colleagues, all working environments, including the client’s house and surrounds, are smoke-free. We encourage all staff to refrain from smoking whilst on shift and/or whilst travelling between clients. Hygiene and Infection Control Our clients can get very sick if they are infected with viruses or bacteria into their home. For the safety of them and us, we should keep ourselves clean and use personal protective equipment at appropriate times. This includes regular hand sanitisation, mask and glove wearing. You should always have these supplies with you. If you need to replenish them, please contact the office and we will arrange to deliver these to you. Please read the Infection Prevention and Control Policy and talk to your manager if you have any questions. Work Health and Safety Your health and safety are important to HHC. HHC is committed to the following: • Regularly talk to you and ask you about work health and safety • Develop safe procedures for everyone to use every day, including for emergencies • Provide reporting systems and injury management What we need you to do is to: • Use of the Home Safety Checklist at the client’s home before services start • Take care for the safety of yourself and others \nStaff Handbook  \n4 | Page Staff Handbook  • Comply with health and safety directions • Report incidents and injury immediately • Report and control hazards as you identify them, and report to management as needed Learning and Development We learn by experience and seeking answers to questions that come up in what we do each day. Therefore, HHC will actively encourage individual staff to reflect on the clients and services to identify opportunities for learning. We also organise group education sessions on topics that have been raised through client needs, staff requests and as required by industry standards or legislation. Employee relations Probation For Permanent or full-time staff, we generally provide a probationary period of 3 months, unless there is written notice from us to indicate otherwise. Payroll Enquiries Hope Holistic Care operates on a fortnightly pay cycle. Please contact the Office for any payroll enquiries Salary Packaging Hope Holistic Care is classified as a “public benevolent institution” (PBI). Therefore, it is able to offer full-time and part-time employees salary packaging – reimbursing employees’ bills (tax free) up to $15,900 per annum. For more information, please contact the Office. Travel When visiting clients, the first trip to the client from your home and the last trip returning home will not be included in the mileage reimbursement. We will calculate the mileage for travel between the clients based on Google Maps and automatically pay you as travel allowance. If you assist the client with transportation or shopping during the visit, you will be able to report it in the app to claim reimbursement. Unless specified, there will not be any reimbursement for tolls paid during the travel to clients’ homes. Parking fines or any traffic infringements are not payable by HHC. Discrimination and Harassment Hope Holistic Care strives to maintain a working environment free from all forms of harassment or intimidation. Threatening, insulting or abusive words or behaviour towards another, or by displaying threatening, insulting or abusive words or pictures, unwelcome sexual advances, requests for sexual favours and other verbal or physical conduct of a sexual nature are serious violations of our policy and will not be condoned or permitted. HHC will not tolerate behaviour which is offensive, intimidating, humiliating, malicious, insulting or embarrassing and which is aimed at making an individual or group of individuals feel miserable, humiliated or lacking in self-confidence. It is expected that people in our workplace will behave in accordance with our Code of Ethical Behaviour. All reports of harassment, victimisation and bullying will be taken seriously, managed promptly and be treated with sensitivity and confidentiality. \nStaff Handbook  \n5 | Page Staff Handbook  Responsibilities Everyone is responsible to create and maintain a workplace environment that is free from any form of harassment. Managers and Supervisors Managers and supervisors must ensure that acceptable standards of behaviour are maintained in the workplace and have communicated the message that harassment will not be tolerated within the workplace. To meet these requirements, managers should: • Ensure the work environment is free from discriminatory practices and unwelcome or offensive behaviour • Treat harassment seriously, actively intervene and take early corrective action to deal with any behaviour or actions that may be considered inappropriate • Handle any complaints in a fair, confidential and expeditious manner • Ensure reprisal toward affected individuals does not occur • Model appropriate behaviour • Seek assistance from HR where there is any issue pertaining to harassment Staff Members and Volunteers All staff and volunteers are required to maintain acceptable standards of conduct and ensure that work is carried out in an environment free from all forms of harassment. All employees should: • Reject immediately, any behaviour that is unwelcome and offensive • Report any incident of harassment or bullying • Not harass or bully, or participate in any behaviour that harasses or bullies other people Staff who become aware of harassment of others should: • Advise their manager in the first instance • Provide advice and assistance in making an informal or formal complaint • Maintain confidentiality when providing information in an investigation Dispute and Grievance Settlement It is the responsibility of the organisation to provide you with the time, forums and mechanisms so you can tell us what you want us to hear. We encourage all employees to take responsibility for raising issues in a constructive way that will allow the organisation to acknowledge and take appropriate action. Any employee who believes that they have been unfairly treated, has the right to discuss the issue with their manager. Every manager within the organisation who has a grievance brought to their attention has the following obligations: • To take the matter seriously • To record the conversation and any agreed outcome • To refer the matter to an appropriate person who can help the manager and employee resolve the issue In extreme circumstances, Hope Holistic Care may seek the assistance of an external qualified grievance management body to assist in resolving the matter. \nStaff Handbook  \n6 | Page Staff Handbook  A grievance should be lodged in writing and must identify the nature of the grievance, all of the persons involved, and the time and location in which the incident is reported to have arisen. Anonymous grievances will not be pursued by Hope Holistic Care. Senior management will treat all issues fairly, confidentially and without repercussions. False allegations are considered by Hope Holistic Care to be deliberate and wilful misconduct. Performance Management and Disciplinary Action The purpose of the performance management and disciplinary processes are to outline the steps that are required to be taken in order to resolve a performance management issue or a breach of terms and conditions of employment or organisation policy. This procedure is used to: • Ensure fair treatment of staff at all times • Establish a consistent approach to handling disciplinary matters • Ensure that staff effort is channelled in the right direction • Bring about a suitable change in any undesirable conduct/performance • Prevent a situation of consistently unsatisfactory conduct/performance arising  The purpose of counselling is to advise the staff member of any performance/conduct of concern and to establish if the organisation can provide assistance to avoid further instances of unacceptable performance/ conduct, whether through training, coaching or some other action. Summary Dismissal If you exhibit behaviour or engage in action that is either unlawful, negligent, or grossly offensive, you may be summarily dismissed. Examples include, but are not limited to: abuse, drug/alcohol abuse, misappropriation of funds, falsification of records, wilful refusal to obey reasonable directions and organisational policies/procedures. Information systems Hope Holistic Care uses the LookOutWay application to roster, assign shifts and communicate client information such as Care Plans or notes to you. At orientation, you will receive instructions on how to set up your login to the LookOutWay app. You will be able to download this app on your phone. When you are about to be assigned your first shift, our Admin team will contact you to confirm your access.  \n",
	"policy_name_Infection Prevention and Control_POL_V01_2209": " \n       Infection Prevention and Control Policy Record of procedure development Version Date of Approved Date for Review V01_2209  2409     Responsibilities and delegations This procedure applies to Care workers Specific responsibilities Home Care Manager Procedure approval Chief Executive Officer (CEO)            \nInfection Prevention and Control Policy  \n1 | Page Infection Prevention and Control Policy _POL_V01_2209  Policy Hope Holistic Care is committed to preventing and managing the spread of infection through the infection control measures outlined in this policy.  Healthcare Associated Infections (HAIs) are a major cause of poor patient outcomes, and a significant proportion of infections can be prevented if infection control practices are developed, implemented and adhered to.   This Infection Control Policy will seek to minimise the risk of infection for: • Persons receiving services • Persons employed or engaged by HHC  Hope Holistic Care will adhere to the following principles in relation to infection prevention and control: • Infection control will be a component of Hope Holistic Care’s overall risk management framework • Hope Holistic Care will include organisation-wide involvement in all aspects of this Policy • Hope Holistic Care will make infection prevention and control an item on clinical governance committees  Procedures Preparing Staff Hope Holistic Care will ensure that staff members: • Receive training and supervision related to infection prevention and control procedures;  • Can identify and assess infection control risks; • Plan and prepare for identified risks, including communication to clients or staff; • Always act with caution and use protective barriers or personal protective equipment;  • Understand the importance of hand care and hand washing; • Follow procedures regarding the use of needles and sharp objects; and • Review each client-related incident that involves actual or potential risk from passing on infections, and use this to inform policy and practice in the future.  Responsibilities: Hope Holistic Care will: • Establish local governance systems for Infection Prevention and Control; • Ensure Infection Control Policies are implemented. Hope Holistic Care’s Managers will: • Ensure the necessary tools and resources are provided to Infection prevention and control worker training for them to be able to implement Hope Holistic Care’s Infection Control \nInfection Prevention and Control Policy  \n2 | Page Infection Prevention and Control Policy _POL_V01_2209  management policy; • Conduct surveillance and audit programs to monitor key infection rates and process measures; and • Identify risks that apply through surveillance data and implement strategies to mitigate such risks. Hope Holistic Care’s Infection prevention and control coordinators will: • Develop an infection management plan in line with national and state guidelines to minimise the occurrence and impact of Healthcare associated Infections (HAI); • Ensure adequately trained workers are responsible for the surveillance of hand hygiene compliance data; • Contribute to the formulation of consensus practice guidelines; and • Ensure education and training on infection control and prevention is provided to all workers as part of induction. Hope Holistic Care’s Healthcare facility workers: • Understand the requirements of infection prevention and control; • Adhere to state and local policies and procedures on infection control at all times; and • Undergo the required training and competency assessment in infection prevention and control procedures.  Reporting A surveillance and monitoring system will be established and implemented in accordance with [insert relevant state legislation]. Monitoring may include both outcome measures and/or process measures. Such measures may include: • Hand hygiene; • Indwelling device insertion; • Antiseptic technique; • Antimicrobial stewardship; • Application of standard and transmission based on precaution; and • Cleaning – appropriate level to the level of service. All breaches of practice that affect patient or worker safety should be reported to the Home Care Team and registered in the Incident register].  Examples of breaches of infection control procedures include, but are not limited to: • Antiseptic technique procedure not followed; • Correct Personal Protective Equipment (PPE) not worn; • Sharp safety procedures not followed; and  \nInfection Prevention and Control Policy  \n3 | Page Infection Prevention and Control Policy _POL_V01_2209  Risk Management Hope Holistic Care will ensure there is cooperation between management, healthcare workers and care workers in the risk management framework for controlling HAI.  The risk management framework for HAI should include; • The identification of patients/situations that are presenting an infection transmission risk to other patients and/or workers; • Patients or workers members who are at increased risk of acquiring infection in the healthcare setting.  Measures to prevent and control infection: Hope Holistic Care will take a two-tiered approach to implementing work practices to prevent and control infection. This will include both standard precautions and transmission-based precautions. Standard based precautions include, but are not limited to, the appropriate: • Hand hygiene: o Hands should be washed adequately with soap and water when visibly dirty, after using the toilet and before and after food consumption o Hand-rubbing with an alcohol-based hand rub should be implemented into daily hand hygiene practice o Both hand-rubbing and handwashing should occur; § Before touching a client; § Before performing a procedure; § After a procedure or exposure to bodily fluids/substances; § After touching a client; and § After touching the environment around a client o Patient- centred approach § A two- way approach that allows for patients to be actively involved in the hygiene process is more effective in reducing the risk of infection § Workers should ensure that patients are involved in hand hygiene and are offered the opportunity to clean their hands where appropriate § Patients should feel empowered to ask if their healthcare provider has performed hand hygiene prior to and following their clinical care • Use of personal protective equipment (PPE): o Gloves § Hand hygiene must be exercised before putting on gloves; § Gloves must never be used as an alternative to hand hygiene practice; § Single-use, fit-for-purpose gloves should be used when there may be contact with blood, body fluids/substances, mucous, membranes or non-intact skin; § Invasive procedures require the use of sterile gloves, otherwise non-sterile gloves are sufficient if an aseptic non-touch technique is used; \nInfection Prevention and Control Policy  \n4 | Page Infection Prevention and Control Policy _POL_V01_2209  § Gloves must be changed between tasks and procedures, even if tasks are conducted on the same patient. Gloves are to be removed immediately after a procedure followed by adequate hand hygiene practice to avoid contamination of the environment and other patients; and § Gloves used in healthcare activities are single use only o Gowns and aprons § Aprons or gowns are to be worn during procedures and patient care activities which have the potential to cause splashing, sprays of blood, body fluids, secretions or excretions or cause soiling of clothing; § The selected gown or apron is appropriate for the activity; and § Gowns and aprons are to be quickly removed, in the area where the episode of patient care took place. and discarded carefully in a way which minimises spreading bacteria o Masks, eye protection and face shields § Masks, eye protections and face shields are to be worn during procedures, patient care activities and cleaning procedures which could cause splashes or sprays of blood, bodily fluids, secretions and excretions; § Careful removal and adequate disposal of masks is to occur immediately after use; and § Ensure hand hygiene is practiced immediately after removal • Handling and disposal of sharps: o Handle all sharps by the barrel; o Communicate to workers when handling or passing sharps; o Avoid hand-to-hand passing of sharps by using a basin; o Keep handling to minimum; o Do not recap, bend or break needles after use; o Where appropriate, use round-tipped scalpel blade instead of pointed sharp-tipped blade; and o Place all sharps in an appropriate puncture-proof container (which meets the Australian and New Zealand Standards AS 4031:1992 and AS/NZS 4261:1994). Single use sharps should be disposed of immediately, by the person who has used the sharp. Sharps containers must not be filled above the mark indicating the maximum fill level. • Respiratory hygiene and cough etiquette: o Cover the nose/mouth with disposable tissues when coughing, sneezing, wiping and blowing the nose; o Use tissues to contain respiratory secretions; o Dispose of tissues after use; o Practice hand hygiene after contact with respiratory secretions and contaminated materials; and o Keep contaminated hands away from the eyes and nose. \nInfection Prevention and Control Policy  \n5 | Page Infection Prevention and Control Policy _POL_V01_2209  • Waste and linen handling: o Apply standard protective precautions against exposure to blood and body substances during the handling of waste; o Practice hand hygiene after disposing of waste; o Ensure waste is contained in appropriate receptacle and disposed of according to the [insert organisation name’s] waste management plan; and o Ensure adequate training is provided to healthcare workers on correct waste handling procedures. For further information on how standard precautions are implemented Hope Holistic Care will adhere to Sections 2 and 3 of the Australian Guidelines for the Prevention and Control of Infection in Healthcare (2019). In addition to standard precautions, Hope Holistic Care will implement the following transmission-based precautions, as relevant: • Droplet precautions: o Will be implemented for patients known or suspected to be infected with agents transmitted by respiratory droplets; o Staff should wear a surgical mask when entering a home with clients who require droplet precautions. • Airborne precautions: o Will be implemented in the presence of known or suspected infectious agents which are transmitted from person to person by the airborne route; o Staff should wear a properly fitted P2 respirator when entering the patient-care environment when an airborne-transmissible infectious agent is known or suspected to be present. Transmission-based precautions include, but are not limited to, the appropriate: • Implementation of standard contact precautions; • Hand hygiene and PPE to prevent droplet and airborne transmission (see above guidelines on hand hygiene and PPE); • Client-care equipment for clients on contact precautions; • Implementation of droplet and airborne transmission precautions; • Implementation of core strategies in the control of multi-resistant organisms.  For further information on how transmission-based precautions are implemented Hope Holistic Care will adhere to Section 3.2 of the Australian Guidelines for the Prevention and Control of Infection in Healthcare (2019).  Clinical governance and staff health and safety:  Protection against infection for healthcare workers is an integral part of the infection prevention and control within our organisation. While Hope Holistic Care has a duty of care to healthcare workers, the staff also have a responsibility to not put others at risk.  \nInfection Prevention and Control Policy  \n6 | Page Infection Prevention and Control Policy _POL_V01_2209  • Clinical handover o Effective clinical handover processes are important for patient safety and care as well as for reducing healthcare associated infection o Hope Holistic Care has effective clinical handover processes in place that reduce the risk of infection • Health status screening and vaccinations o Vaccination lowers the risk of disease and infection not only for individuals but for the whole community by increasing immunity levels in the population o Before employment all staff are assessed and offered testing and/ or vaccination against infectious diseases  o All healthcare workers should be vaccinated in accordance with recommendations made in the Australian Immunisation Handbook. Refer to the Handbook for further information on immunisation and vaccinations. • Exclusion period for workers with infections o Any employee with an infectious disease has a responsibility to seek appropriate medical assistance and seek advice as to whether they can perform their tasks without putting patients at risk o If norovirus symptoms occur healthcare workers should remain away from work until 48 hours after symptoms resolve • Antimicrobial stewardship o Resistance to antimicrobials is increasingly being found in Australian hospitals and in the community o  Hope Holistic Care is increasingly working with strategies to ensure that antimicrobials are prescribed appropriately.   For further information on organisational support and staff health and safety. Hope Holistic Care will adhere to Section 4 of the Australian Guidelines for the Prevention and Control of Infection in Healthcare (2019).  Ongoing professional development: Infection prevention and control staff at all levels at Hope Holistic Care will be supported to access formal and informal education and training relevant to their role. Training in infection control relevant to the role will be provided at orientation as well as on an annual basis. Procedures for review of this policy This policy will be reviewed and updated if necessary [annually/biannually], by [insert relevant position/s] and any changes made will be approved by the [governing body/management committee].   \n",
	"policy_name_Deterioration Policy_POL_V02_2303": " \n      Deterioration Policy   Record of policy development Version Date of Approved Date for Review V01_2303 20/03/2023 19/03/2025 V02_2304 Pending        Responsibilities and delegations This policy applies to All Home Care Staff Specific responsibilities Home Care Manager, Clinical Staff, Management, Board Policy approval CEO       \nDeterioration Policy \n1 | Page Deterioration Policy_POL_V1_2303 Policy  Hope Holistic Care is committed to comply with The National Consensus Statement to respond to acute physiological deterioration (Standard 3 (3)(d)).  The National Consensus Statement consists of  essential elements for recognising and responding to acute physiological deterioration (third edition) November 2021 (Essential elements recognising and responding - acute physiological deterioration third edition) is used as the basis for this policy and procedure. It is acknowledged that the scope of the consensus statement relates to acute health services. However, the Consensus Statement ‘focuses on ensuring that a clinical safety net is in place for patients whose physiological condition is acutely deteriorating, and outlines the organisational supports that are needed to provide this safety net.’ The essential elements identified are used as a framework to ensure timely identification of client deterioration to support their clinical safety.    Each contact with our clients is an opportunity to observe and monitor their wellbeing. The client should be the focus of each staff member’s contact with information sought in relation to their wellbeing.  Procedure The essential elements include clinical processes and organisational prerequisites as follows: 1. Measurement and documentation of vital signs and other observations 2. Diagnosis 3. Escalation of care 4. Rapid response systems 5. Communicating for safety 6. Leadership and governance 7. Education and training 8. Evaluation, audit and feedback 9. Systems to support high-quality care Measurement and documentation of vital signs and other observations • Client and/or representative o To advise of any changes in health or health concerns o To have a thermometer available for monitoring of temperature. • Staff providing home services and social support o To ask questions in relation to wellbeing o To observe any changes in health, mobility or cognition o Discuss these with the client and their representative o To accurately document observations in care notes and discuss these with their supervisor. • Care staff and allied health o To ask questions in relation to wellbeing o To observe any changes in health, mobility or cognition  o Use client’s thermometer to take temperature and support the client to undertake a Rapid Antigen Test if this is considered warranted \nDeterioration Policy \n2 | Page Deterioration Policy_POL_V1_2303 o Allied health to undertake assessments within their scope of practice. o Discuss observations and results of these with the client and their representative o Accurately document observations in care notes and discuss these with their Case manager or clinical staff. • Registered Nurses/Clinical Staff o To ask questions in relation to wellbeing o To observe any changes in health, mobility or cognition  o Use client’s thermometer to take temperature and support the client to undertake a Rapid Antigen Test if this is considered warranted.  o Take vital observations and blood glucose level if glucometer available and this is warranted. o Discuss observations and results of these where they vary from the client’s expected normal range with the client and their representative o Accurately document observations in care notes and discuss these with medical practitioner as appropriate. Diagnosis – all roles • Decision support where care is time critical is essential. Consider the following: o The client/representative making an appointment to see their medical practitioner o Speaking to the registered nurse or call HealthDirect on 1800 022 222 o Speaking to the medical practitioner o Dialling 000 to call an ambulance. Escalation of care – all roles • This should be a graded response and should take into account the client’s health status, absolute changes in vital signs or other observations as well as the rate of change over time. • The client must be consulted in relation to their care and supported to make a decision about possible hospitalisation/emergency treatment.  • Where a client has an advance care plan and is not able to communicate their wishes,  their representative should make a decision in relation to escalation of care. This may include consultation with their medical practitioner and the client.  Rapid response systems – all staff • Where severe deterioration occurs all staff should call 000 immediately. • Those staff who have completed Basic Life Support training and who feel confident to do so, should commence life support if the client has indicated they are for resuscitation.  • Where a client has indicated they do not wish to be resuscitated (and has capacity to make this decision; or there is a valid advanced care directive), this should be respected and the ambulance awaited. If uncertain have a low threshold to seek urgent help/assistance.  • Staff are to advise the office and are to remain with the client until the ambulance attends.  • Where the client dies or has died and the ambulance has been called, staff are to wait until the ambulance attends to certify the client’s death.  • If the client is found dead staff are to contact the office, the representative and the medical practitioner.  \nDeterioration Policy \n3 | Page Deterioration Policy_POL_V1_2303 Communicating for safety – Registered nurse/Case manager • The client’s preferences and advance care plans should be discussed with the client and family at the earliest appropriate opportunity. • Care documentation and the care plan should be updated so that all staff can readily access this information with the representative’s contact details readily available and current.  • The transition of care process should include identification of the client and communication of information relevant to their management. Any limitations of medical treatment that have been agreed and the name and contact details of the substitute decision maker should also be provided.   • Care documentation should include documentation of actions taken and agreed and handover provided.  • Ensure the client’s medical practitioner is advised of this incident.  • An incident report must be completed for all unplanned hospitalisations.  Leadership and governance – The Board, CEO, Home Care Manager and the Registered Nurse • Registered nurse o Will undertake a timely review of completed and reviewed care plans to ensure accurate care parameters to mitigate risk and will approve care plans. o Will ensure that vital signs and other physiological observation requirements are stated and tools and standard care pathways are available to support the care of each client. Processes for escalation of care must be defined where appropriate, for example for diabetes management. o The Registered Nurse will provide debriefing to staff following an incident and identify system improvements. They will support staff to complete incident reports. • Registered Nurse/Home Care Manager o Ensure an incident report is completed for each unplanned hospitalisation or unexpected client death. o Review policies and care pathways to reflect best practice as appropriate.  o Advise management of each incident. • Management and the Board o The Board will determine risk ratings for escalation of incidents to the Board. o Management will review incidents and escalate or follow up actions as required. This may include reporting to the Aged Care Quality and Safety Commission.  Education and training – Management • Each staff member will complete role specific compulsory training in relation to client deterioration. • All registered nurses and interested care/allied health staff will complete Basic Life Support training. • Monitoring of training will occur and additional training provided following an incident if required. Evaluation, audit and feedback – Registered nurse/Home care manager and Management • Registered nurse/Home care manager o Each incident report will be reviewed within 5 working days.  \nDeterioration Policy \n4 | Page Deterioration Policy_POL_V1_2303 o Evaluation will include a determination as to whether hospitalisation or death could have been prevented by more timely detection of deterioration.  o Progress note review and staff, client and/or representative interviews should occur as part of the review process to inform review of this policy and to identify improvements. o Identified improvements will be added to the continuous improvement plan. o Advise management of any issues placing clients at risk. • Incident Management o Any incidents or concerns arising from acute deterioration should be managed as per the Incident Management Policy, which may include notification to regulatory bodies (e.g. SIRS) and the Board.  o Provide regular feedback on findings and improvements to stakeholders Systems to support high-quality care –Board and Management • The Board will identify reporting requirements in relation to client hospitalisation and death. • Required improvements will be identified on the continuous improvement plan and management will prioritise actions to ensure improvements occur as expected and are effective.  • The Board will monitor the number of clients experience adverse events and the processes to prevent these or minimise harm.             \n",
	"policy_name_Continuous Improvement_POL_V01_2203": " \n       Continuous Improvement Policy Record of procedure development Version Date of Approved Date for Review V01_2203 31/03/2022 30/03/2024     Responsibilities and delegations This procedure applies to All staff  Specific responsibilities All staff Procedure approval Chief Executive Officer (CEO)            \nFalls Prevention and Management Policy  \n1 | Page Continuous Improvement Policy _POL_V01_2203  Policy Hope Holistic Care (HHC) is committed to continuous service improvement. Continuous improvement requires a deliberate and sustained effort and a learning culture. It is results-driven with a focus not only on strengthening service delivery but also on individual outcomes.     This policy guides the design and delivery of services and ensures HHC maintains high standards, improves systems and processes, adapts to changing needs and demonstrates organisational improvement. Scope All staff, whether permanent or casual, contractors, volunteers or business partners, are responsible for monitoring how well HHC’s services and supports are working. Principles • All services provided to clients and all processes and procedures undertaken by staff are the best they can be.   • Services are regularly reviewed and measured for quality and effectiveness.  • Staff and clients are encouraged to provide feedback on how to improve service delivery.  • Clients should be involved in all decision-making processes that affect them. • Clients, carers and/or their representatives can provide valuable insights about the effectiveness of services, highlight any gaps/or issues that arise and provide ideas for improvements and innovation. • A learning culture of quality of the organisation ensures all staff, regardless of their role, contribute to service quality and quality management.  • Planning, resource allocation, risk management and reporting are critical for continuous improvement and part of an integrated approach that supports Hope Holistic Care’s mission and vision. • HHC is committed to innovation, high quality, continuous improvement, contemporary best practice and effectiveness in the provision of supports to people with disability.  Definitions Continuous improvement – the ongoing effort to improve services, systems, processes or products to maximise individual outcomes. Evidence-based approaches are used the organisation adapts to changing needs of the community or people accessing services.  Quality management – systems and processes used to monitor, review, plan, control and ensure quality of services, supports or products. Sometimes referred to as quality assurance.  Documents • Continuous improvement plan \n",
	"policy_name_BYOD_POL_V01_2209": " \n       BYOD Policy Record of procedure development Version Date of Approved Date for Review V01_2209 26/10/22 25/10/24     Responsibilities and delegations This procedure applies to Office staff, field workers with BYOD devices  Specific responsibilities IT Committee, CEO, Staff with BYOD devices Procedure approval Chief Executive Officer (CEO)            \nBYOD Policy  \n1 | Page BYOD Policy _POL_V01_2209  Policy This policy establishes Hope Holistic Care’s guidelines for employee use of personally owned electronic devices for work-related purposes.  Employees of Hope Holistic Care can use their personal electronic devices for work purposes. Personal electronic devices include personally owned smartphones, tablets, laptops and computers.  The use of personal devices is limited to certain employees and may be limited based on compatibility of technology. Contact the human resource (HR) department for more details.  Procedures Device protocols To ensure the security of Hope Holistic Care information, employees are required to have anti-virus software installed on their personal mobile devices. Their devices must be password-protected and secure. Employees may not use cloud-based apps or backup that allows company-related data to be transferred to unsecure parties. Due to security issues, personal devices may not be synchronized with other devices in employees’ homes. Making any modifications to the device hardware or software beyond authorized and routine installation updates is prohibited unless approved by IT. Employees may not use unsecure Internet sites. All employees should use an alternative ringtone and alert for company-related messages and calls. Personal devices should be turned off or set to silent or vibrate mode during meetings and conferences and in other locations where incoming calls may disrupt normal workflow. Where photos are authorised to be taken for work purposes, they are to be removed as soon as possible after they have been uploaded or submitted to authorised systems or personnel. Restrictions on authorized use Employees whose personal devices have camera, video or recording capability are restricted from using those functions anywhere in the client’s home or office or on company property at any time unless authorized in advance by management. While at work, employees are expected to exercise the same discretion in using their personal devices as is expected for the use of company devices. Hope Holistic Care policies pertaining to harassment, discrimination, retaliation, trade secrets, confidential information and ethics apply to employee use of personal devices for work-related activities. Excessive personal calls, e-mails or text messaging during the workday, regardless of the device used, can interfere with employee productivity and be distracting to others. Employees must handle personal matters on non-work time and ensure that friends and family members are aware of the policy. Exceptions may be made for emergency situations and as approved in advance by management. Managers reserve the right to request employees’ mobile phone bills and use reports for calls and messaging made during working hours to determine if use is excessive. Non-exempt employees may not use their personal devices for work purposes outside of their normal work schedule without authorization in advance from management. This includes reviewing, sending and responding to e-mails or text messages, responding to phone calls, or making phone calls. \nBYOD Policy  \n2 | Page BYOD Policy _POL_V01_2209  Employees may not use their personal devices for work purposes during periods of unpaid leave without authorization from management. Hope Holistic Care reserves the right to deactivate the company’s application and access on the employee’s personal device during periods of unpaid leave. An employee may not store information from or related to former employment on the company’s application. Family and friends should not use personal devices that are used for company purposes. Privacy/company access No employee using his or her personal device should expect any privacy except that which is governed by law. Hope Holistic Care has the right, at any time, to monitor and preserve any communications that use the Hope Holistic Care’s networks in any way, including data, voice mail, telephone logs, Internet use and network traffic, to determine proper use. Management reserves the right to review or retain personal and company-related data on personal devices or to release the data to government agencies or third parties during an investigation or litigation. Management may review the activity and analyze use patterns and may choose to publicize these data to ensure that Hope Holistic Care’s resources in these areas are being use according to this policy. Furthermore, no employee may knowingly disable any network software or system identified as a monitoring tool. Company stipend Employees authorized to use personal devices under this policy will receive an agreed-on monthly stipend based on the position and estimated use of the device. If an employee obtains or currently has a plan that exceeds the monthly stipend, Hope Holistic Care will not be liable for the cost difference. Safety Employees are expected to follow applicable local, state and federal laws and regulations regarding the use of electronic devices at all times. Employees whose job responsibilities include regular or occasional driving are expected to refrain from using their personal devices while driving. Regardless of the circumstances, including slow or stopped traffic, employees are required to pull off to the side of the road and safely stop the vehicle before placing or accepting a call or texting. Special care should be taken in situations involving traffic, inclement weather or unfamiliar areas. Employees who are charged with traffic violations resulting from the use of their personal devices while driving will be solely responsible for all liabilities that result from such actions. Employees who work in hazardous areas must refrain from using personal devices while at work in those areas, as such use can potentially be a major safety hazard. Lost, stolen, hacked or damaged equipment Employees are expected to protect personal devices used for work-related purposes from loss, damage or theft. Hope Holistic Care will not be responsible for loss or damage of personal applications or data resulting from the use of company applications. Employees must immediately notify management in the event their personal device is lost, stolen or damaged. If IT is unable to repair the device, the employee will be responsible for the cost of replacement. Employees may receive disciplinary action up to and including termination of employment for damage to personal devices caused wilfully by the employee. \nBYOD Policy  \n3 | Page BYOD Policy _POL_V01_2209  Termination of employment Upon resignation or termination of employment, or at any time on request, the employee may be asked to produce the personal device for inspection. All company data on personal devices will be removed by IT upon termination of employment. Violations of policy Employees who have not received authorization in writing from Hope Holistic Care management and who have not provided written consent will not be permitted to use personal devices for work purposes. Failure to follow Hope Holistic Care policies and procedures may result in disciplinary action, up to and including termination of employment. \n",
	"policy_name_Privacy Policy_POL_V03_2312": " \n       Privacy Policy Record of procedure development Version Date of Approved Date for Review V01_2202 6/02/22 2402 V02_2209 9/09/22 2409 V03_2312 14/12/23 2512  Responsibilities and delegations This procedure applies to All staff, volunteers, contractors and board members  Specific responsibilities Marketing Coordinator, CEO, CFO, Intake officer Procedure approval Chief Executive Officer (CEO)       \nPrivacy Policy  \n1 | Page Privacy Policy _POL_V02_2209  We respect your privacy (a) Hope Holistic Care Limited respects your right to privacy and is committed to safeguarding the privacy of our customers and website visitors. We adhere to the Australian Privacy Principles contained in the Privacy Act 1988 (Cth). This policy sets out how we collect and treat your personal information.  (b) \"Personal information\" is information we hold which is identifiable as being about you. Collection of personal information (a) Hope Holistic Care Limited will, from time to time, receive and store personal information you enter onto our website, provided to us directly or given to us in other forms.  (b) You may provide basic information such as your name, phone number, address and email address to enable us to send information, provide updates and process your product or service order. We may collect additional information at other times, including but not limited to, when you provide feedback, when you provide information about your personal or business affairs, change your content or email preference, respond to surveys and/or promotions, provide financial or credit card information, or communicate with our customer support.  (c) Additionally, we may also collect any other information you provide while interacting with us. How we collect your personal information a) Hope Holistic Care Limited collects personal information from you in a variety of ways, including when you interact with us electronically or in person, when you access our website and when we provide our services to you. We may receive personal information from third parties. If we do, we will protect it as set out in this Privacy Policy. Use of your personal information (a) Hope Holistic Care Limited may use personal information collected from you to provide you with information, updates and our services. We may also make you aware of new and additional products, services and opportunities available to you. We may use your personal information to improve our products and services and better understand your needs. (b) Hope Holistic Care Limited may contact you by a variety of measures including, but not limited to telephone, email, sms or mail. Disclosure of your personal information (a) We may disclose your personal information to any of our employees, officers, insurers, professional advisers, agents, suppliers or subcontractors insofar as reasonably necessary for the purposes set out in this Policy. Personal information is only supplied to a third party when it is required for the delivery of our services. \nPrivacy Policy  \n2 | Page Privacy Policy _POL_V02_2209  (b) We may from time to time need to disclose personal information to comply with a legal requirement, such as a law, regulation, court order, subpoena, warrant, in the course of a legal proceeding or in response to a law enforcement agency request. (c) We may also use your personal information to protect the copyright, trademarks, legal rights, property or safety of Hope Holistic Care Limited, www.hopehc.org.au, its customers or third parties. (d) Information that we collect may from time to time be stored, processed in or transferred between parties located in countries outside of Australia. (e) If there is a change of control in our business or a sale or transfer of business assets, we reserve the right to transfer to the extent permissible at law our user databases, together with any personal information and non-personal information contained in those databases. This information may be disclosed to a potential purchaser under an agreement to maintain confidentiality. We would seek to only disclose information in good faith and where required by any of the above circumstances. (f) By providing us with personal information, you consent to the terms of this Privacy Policy and the types of disclosure covered by this Policy. Where we disclose your personal information to third parties, we will request that the third party follow this Policy regarding handling your personal information. Security of your personal information (a) Hope Holistic Care Limited is committed to ensuring that the information you provide to us is secure. In order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure information and protect it from misuse, interference, loss and unauthorised access, modification and disclosure. (b) The transmission and exchange of information is carried out at your own risk. We cannot guarantee the security of any information that you transmit to us, or receive from us. Although we take measures to safeguard against unauthorised disclosures of information, we cannot assure you that personal information that we (c) Information collected will not be disclosed in a manner that is inconsistent with this Privacy Policy. (d) In relation to physical documents: a. All sensitive and confidential information in hardcopy form is secure in their work area at the end of the day \nPrivacy Policy  \n3 | Page Privacy Policy _POL_V02_2209  b. Printed documents containing sensitive and confidential information should be immediately removed from the printer c. Any sensitive and confidential information must be removed from the desk and locked in a drawer when the desk is unoccupied and at the end of the work day d. File cabinets containing sensitive and confidential information must be kept closed e. and locked when not in use or when not attended f. Keys used for access to sensitive and confidential information must not be left at an unattended desk g. Upon disposal of sensitive and confidential documents, documents will be cross-cut shredded, incinerated, or disposed using approved shredding and disposal service. h. Whiteboards containing sensitive and confidential information should be erased Access to your personal information  (a) You may request details of personal information that we hold about you in accordance with the provisions of the Privacy Act 1988 (Cth). A small administrative fee may be payable for the provision of information. If you would like a copy of the information, which we hold about you or believe that any information we hold on you is inaccurate, out of date, incomplete, irrelevant or misleading, please email us at info@hopehc.org.au. (b) We reserve the right to refuse to provide you with information that we hold about you, in certain circumstances set out in the Privacy Act. Complaints about privacy (a) If you have any complaints about our privacy practises, please feel free to send in details of your complaints to Shop 1 34 Herbert Street, West Ryde, New South Wales, 2114. We take complaints very seriously and will respond shortly after receiving written notice of your complaint. Changes to Privacy Policy (a) Please be aware that we may change this Privacy Policy in the future. We may modify this Policy at any time, in our sole discretion and all modifications will be effective immediately upon our posting of the modifications on our website or notice board. Please check back from time to time to review our Privacy Policy. \nPrivacy Policy  \n4 | Page Privacy Policy _POL_V02_2209  Website (a) When you visit our website When you come to our website (www.hopehc.org.au) we may collect certain information such as browser type, operating system, website visited immediately before coming to our site, etc. This information is used in an aggregated manner to analyse how people use our site, such that we can improve our service. (b) Cookies We may from time to time use cookies on our website. Cookies are very small files which a website uses to identify you when you come back to the site and to store details about your use of the site. Cookies are not malicious programs that access or damage your computer. Most web browsers automatically accept cookies but you can choose to reject cookies by changing your browser settings. However, this may prevent you from taking full advantage of our website. Our website may from time to time use cookies to analyses website traffic and help us provide a better website visitor experience. In addition, cookies may be used to serve    \nPrivacy Policy  \n5 | Page Privacy Policy _POL_V02_2209  References  https://www.pcisecuritystandards.org Payment Card Industry Data Security Standard (PCI DSS) Sample policy https://www.binghamton.edu/operations/policies/policy-308.html  \n",
	"policy_name_Abuse and Neglect Policy_POL_V01_2209": " \n       Abuse and neglect Policy Record of procedure development Version Date of Approved Date for Review V01_2209 7/09/2022 6/09/2024     Responsibilities and delegations This procedure applies to Home Care and Volunteer Staff, Management  Specific responsibilities Home Care Manager/ Administration Procedure approval Chief Executive Officer (CEO)            \nAbuse and Neglect Policy  \n1 | Page Abuse and Neglect Policy _POL_V01_2209  Policy Hope Holistic Care is committed to taking all steps possible to prevent and respond to abuse, neglect, exploitation, violence and discrimination of its clients, particularly toward older people.  Hope Holistic Care will promote and adhere to the human rights of all clients and empower them to exercise their rights. Hope Holistic Care is committed to creating a culture where client safety is essential to service delivery, and clients and workers feel empowered to speak up and report abuse.   Hope Holistic Care will outline the processes to: • Assess the risks of abuse  • Prevent abuse from occurring • Respond to abuse Definitions Exploitation: is taking advantage of someone’s vulnerabilities for your personal gain, to steal, use or profit. Exploitation often occurs with vulnerable groups such as people with a disability and older people. Exploitation is a form of abuse. Abuse: is any form of violence, coercion, exploitation, discrimination, harm or neglect which causes another person psychological or physical pain or suffering. Abuse can be emotional, physical, financial, chemical or sexual. Procedures Assessing risks of abuse: Workers will be trained to identify and respond to factors which may heighten the risk of clients being a victim of abuse. Workers will consider, for each client, the factors that can contribute to client vulnerability, such as social and geographical isolation, insecure accommodation, dependency on carers, not having the means or capacity to advocate for themselves, fragility and dysfunctional family lives.  Preventing abuse Organisational commitment to prevention Hope Holistic Care has preventative measures in place to ensure that individuals are free from discrimination, exploitation, abuse, harm, neglect and violence. This includes policy and practice that protect people’s rights, and a commitment to empowering individuals by informing them about the rights that they possess.  The organisation will foster a culture where all workers are committed to preventing abuse. All workers will undertake training in abuse prevention and client rights. Hope Holistic Care will ensure the staff recruitment screening process is thorough.  Hope Holistic Care will take a holistic and system wide approach to preventing abuse in all services and activities. Hope Holistic Care will ensure that staff, feel supported and their wellbeing is looked after.  \nAbuse and Neglect Policy  \n2 | Page Abuse and Neglect Policy _POL_V01_2209  Culture of reporting and transparency Hope Holistic Care will create a culture where workers and clients feel supported to speak up when they witness or become aware of information about an alleged abuse, and that they feel they can do so without fear of punishment or retribution. Barriers to both client and worker disclosure of incidents of abuse will be addressed and mitigated. Hope Holistic Care will develop clear Whistleblower protections to encourage transparency and prevent abuse from going unreported. Refer to Policy: Whistleblower protection Feedback  Hope Holistic Care will ensure there are adequate feedback and complaints mechanisms in place and all clients are aware of how to lodge a complaint or provide feedback. Official feedback processes will not act as the sole mechanism for clients to raise issues around abuse, exploitation, violence, neglect and discrimination. Responsibilities Case Managers will: • Ensure clients understand their rights and are aware of how they can exercise them; • Listen to and validate a client’s experience when they report a suspected abuse; • Talk to the client about what is most important to them when responding to the abuse; • Involve the client as much as they would like in the investigation and decision-making processes; • Ensure the client and their family, where appropriate, are informed on all measures being taken; • Give regular updates on the progress of the investigation; • Arrange access to counselling or support for both the client and workers who may be suffering as a result of the incident; • Analyse and identify what went wrong to allow the abuse to occur, and what changes can be made in organisational policies and procedures to combat abuse; and • Ensure that all workers sign a Code of Conduct, which requires workers to respect and maintain the dignity of clients.  Responding to abuse Hope Holistic Care will apply the following principles when responding to abuse: • Client safety is paramount to all procedures • Clients will be treated with dignity and respect • Clients will have the right to self-determination • Workers understand and enact their duty of care  • Workers have undertaken cultural competency training and are considerate of individual client cultural differences • A holistic approach will be taken when responding to abuse \nAbuse and Neglect Policy  \n3 | Page Abuse and Neglect Policy _POL_V01_2209  • All options (legal/police) are considered when responding to abuse • Clients’ confidentiality is respected, however will not be a barrier to action • Every allegation of abuse, neglect, harm, discrimination and exploitation will be considered and taken seriously  Procedures 1) Hope Holistic Care shall respond immediately to allegations of abuse and co-ordinate an appropriate response that may include, but not limited to: a) offer first aid and/or contact emergency services b) legal and other types of assistance as required. 2) Hope Holistic Care shall actively encourage and support clients to participate in the investigation by ensuring they receive the support and information plus opportunity to access the due process through the criminal justice system. 3) A report of abuse may be received from: a) A client b) Another client, member of staff or any other person who witness the abuse c) A member of staff who suspects abuse 2) Staff members that are present at the time of an assault should take appropriate measures to maintain their own safety, and that of other clients and staff. 3) Staff at the scene must ensure that the client (the victim) is protected from any further harm or contact with the person who is the source of abuse (the offender). 4) Staff at the scene must notify the doctor or ambulance if the client or any other person is injured. 5) Staff at the scene must immediately advise their manager of the incident. 6) Staff will be supported to contact necessary external agencies as required: a) Police b) Sexual Assault Service 7) If the client refuses to report the assault to the police, staff members who know of or have witnessed a sexual assault or a physical assault where the assault constitutes a serious offence have a responsibility under the Crimes Act 1900 S.316 to report the matter to the police and must do so. a) The Home Care Manager and Chief Executive Officer must also be informed. 8) The client should be notified by the staff member that a report of an assault will mean that under the Crimes Act, the staff member has a responsibility to inform the police. a) The person-in-charge is responsible for ensuring that documentation of the incident is completed, and reports are forwarded to the appropriate levels of management. 9) If it is witnessed or suspected that a member of staff has abused a client or clients, the Home Care Manager must be informed immediately. a) Where management reasonably believes that a member of staff is the source of abuse of a client the matter must be referred to the Police. \nAbuse and Neglect Policy  \n4 | Page Abuse and Neglect Policy _POL_V01_2209  10) All reported instances or allegations of sexual assault, physical assault, abuse or neglect must be notified to: i) Any allegations of abuse by a member of staff towards a client will be the subject of internal investigations by Hope Holistic Care, by the Police and to be reported to the Department of Health. (1) If it is found that a member of staff has abused a client, the matter may warrant dismissal of the staff member by Hope Holistic Care, as well as any action taken by the Police. ii) Any staff member failing to report or cover up incidents of potential abuse will be subject to disciplinary action and/or reported to the Police and subject to any action that may be taken by the Police. iii) Any threat of retribution by staff for disclosure of any potential or actual abusive or neglectful practice or situation will be subject to disciplinary action and/or reported to the Police and subject to any action that may be taken by the Police. iv) If a staff member accompanies the offender who is another staff member to the police station to provide support, the staff member must not give an opinion about the offender or the alleged incident or give the offender legal advice. (1) The staff member should be replaced by an independent support person or a legal adviser as soon as possible. v) No Hope Holistic Care staff member will carry out any investigation of his/her own (such as interviewing the alleged offender, or interviewing the client other than to obtain brief details of the incident/s and arrange for the client’s safety and ascertain his/her wishes about attending a Sexual Assault Service). (1) Investigation is not the role of the Service Provider, and if carried out, can seriously jeopardise any legal proceedings that may take place at a later stage. vi) Responses to an alleged allegation of abuse will ensure: (1) protection of the victim from further danger; (2) notification of senior staff responsible for acting; (3) completion of a written incident report (incident reports are kept in the Staff Office of each service location); (4) notification of reportable incident to Anglicare at Home within 24 hours; (5) separation of those involved in an assault; (6) support to service users to seek immediate medical attention and access to legal advice and counselling services; and (7) development of a plan to manage the issues arising from the assault.  Reporting abuse Any identification of alleged abuse, neglect, harm, discrimination and exploitation constitutes as an incident. Refer to the Incident Management Policy for reporting duties. \nAbuse and Neglect Policy  \n5 | Page Abuse and Neglect Policy _POL_V01_2209  Learning and improvement Hope Holistic Care is committed to ensuring that continuous improvement is made to policy and action surrounding abuse. In order to do this, Hope Holistic Care ensures that effective methods are used to keep record of all incidents and any violations of human rights. This allows for analysis of the incidents to identify further risks.  Review of this policy This policy will be reviewed and updated by the Chief Executive Officer every 2 years to ensure it is up to date with relevant legislation, standards and is responsive to feedback from clients and workers.  \n",
	"policy_name_Incident Management_POL_V02_2211": " \n       Incident Management Policy Record of procedure development Version Date of Approved Date for Review V01_2203 1/03/2022 2403 V02_2211 18/11/2022 2411  Responsibilities and delegations This procedure applies to All staff  Specific responsibilities All staff Procedure approval Chief Executive Officer (CEO)            \nIncident Management Policy  \n1 | Page Incident Management Policy _POL_V01_2203  Policy HHC’s incident management system is consumer-centred, and focuses on the health, safety, wellbeing, and quality of life of consumers and anyone affected by an incident. Following an incident, HHC’s investigation and resolution processes are outcomes-focused and conducted in line with the principles of Open Disclosure. HHC is committed to ensuring that all incidents and near misses which occur in relation to the provision of services are managed consistently and effectively, and that workers can identify, manage, report and resolve incidents. The organisation collects and reviews data on incidents in order to inform improvement activities. HHC regularly reviews its incident management system and processes to ensure that they are: Well documented; Readily accessible to all workers employed or engaged by the organisation; Reflective and adaptive, with an intent to prevent incidents; and Compliant with the Serious Incident Response Scheme. Definitions Commission refers to the Aged Care Quality and Safety Commission Incidents are acts, omissions, events or circumstances that occur or could occur during or in relation to the provision of care and services, or the alteration or withdrawal of care and services, that cause harm, either physically or emotionally, to a worker, consumer, or other stakeholder. Incidents also include acts, omissions, events or circumstances that have caused or could cause damage to property, the environment, material or cause public alarm. Reportable incidents are alleged, suspected or actual incidents which have occurred in connection with service delivery, where the person affected by the incident is a consumer, of severity that must be reported to the Commission. This includes but is not limited to: • Unexpected death; • Unexplained absence; • Unreasonable use of force; • Psychological or emotional abuse; • Neglect; • Unlawful or inappropriate sexual contact; • Stealing or financial coercion by a staff member; and • Inappropriate physical or chemical restraint. Priority 1 incidents are Reportable Incidents of a higher level of harm than Priority 2 incidents and must be reported to the Commission within a more immediate timeframe. Priority 1 incidents include: • Physical or psychological injury or illness requiring onsite medical or psychological treatment to resolve; • Incidents where there are reasonable grounds to report the incident to police; or \nIncident Management Policy  \n2 | Page Incident Management Policy _POL_V01_2203  • A consumer’s unexpected death or a consumer’s unexplained absence from the service. All ‘Priority 1’ incidents must be reported to the Commission within 24 hours. Priority 2 incidents are Reportable Incidents which are not Priority 1 incidents, and which result in a lower level of harm to a consumer, which must be reported to the Commission within 30 days of the incident occurring.  All ‘Priority 2’ incidents must be reported to the Commission within 30 days. Workers are staff, contractors and volunteers employed or engaged by HHC  Procedures Induction and staff training All workers must be familiar with the organisation’s incident management system, understand the organisation’s definition of Reportable Incidents, Priority 1 and Priority 2 incidents, and understand the procedures they must follow for reporting all incidents to the organisation and the Commission (if required).  HHC promotes a culture of open reporting and ensures that all workers understand that they are supported to report any incident or alleged incident, and that there will be no negative consequences for doing so. Incident identification If a worker observes an incident, or a consumer or member of the public notifies a worker about an incident that does or could cause permanent or temporary detriment to a consumer, worker or other stakeholder, then the worker must report the incident to the Home Care Manager.  Workers and consumers will be protected against any adverse actions as a result of reporting or alleging that an incident has occurred. Immediate response, and risk mitigation Where possible, an incident will first be addressed by the organisation’s personnel responsible and qualified to effectively manage the incident as it takes place. First responders understand that they must contact emergency services if the situation warrants. The principle is reduce harm, reduce risks and provide support. • Reduce harm as much as possible (First aid) • Reduce risks e.g. consider providing paid leave to distressed workers • Provide support to those affected. Notification procedures Staff must report incidents to various agencies and persons based on the following priority system: • For incidents of a serious nature workers must first contact emergency services. • Workers must report all incidents and near misses internally to the Home Care Manager • If it is determined that the incident is a Reportable Incident, the Home Care Manager is responsible for notifying families, guardians and advocates of the consumer.  \nIncident Management Policy  \n3 | Page Incident Management Policy _POL_V01_2203  • If an incident is a Reportable Incident, the Home Care Manager will determine whether it is a Priority 1 or Priority 2 incident (with the help of the Commission’s Decision Support Tool), and notify the Commission within the expected timeframe of the Commission. Reporting will be done through the My Aged Care Provider Portal. External Reporting 1) Police If HHC becomes aware of a Reportable Incident of a serious nature, it will be reported to police. This includes in cases: • In which a Reportable Incident is only suspected or alleged to have occurred; • Where there are reasonable grounds to notify police; or • Where the Reportable Incident is criminal in nature.  HHC will notify the consumer and/or their representative if an incident has been reported to the police. 2) Commission - Timeframes Unexplained absence from care will first be reported to the police, then to the Commission as soon as possible, and not later than 24 hours after the absence was reported to the police. All Priority 1 incidents will be reported, at a minimum, to the Commission in a two-stage process: • Within 24 hours: incident notification to the Commission and reporting to police where necessary; and • Within 5 business days: incident status report. All Priority 2 incidents will be reported to the Commission within 30 days of HHC either suspecting or becoming aware of the actual incident. HHC will respond promptly to any further questions from the Commission, and provide a final report if required by the Commission. If required by the Commission, a final report will be provided within 84 business days. The final report will include findings from investigative processes, as well as any additional details required by the Commission. If significant new information comes to light in relation to a Reportable Incident which has already been reported to the Commission, the Home Care Manager is responsible for informing the Commission as soon as possible, using the Commission-approved form.  3) Consider other Legislated/Mandatory Reporting requirements • Practitioner Conduct: These may include legislated ‘mandatory reporting’ to AHPRA if there is concern about conduct regarding registered practitioners (see AHPRA guidance). NB consideration should be given for voluntary reports based on the nature of the incident to allow AHPRA to investigate. • Privacy/Confidentiality: o Consider if this represents a ‘Notifiable Data Breach’ for organisations where turnover >$3million. o For more information see ‘ • Mandatory notifications for Workplace Injury include: o The death of a person o a ‘serious injury or illness’, or \nIncident Management Policy  \n4 | Page Incident Management Policy _POL_V01_2203  o a ‘dangerous incident § See ‘Incident notification information sheet’ for more details and explanation of defintions and timeframes. • Insurer where relevant • Other o Consider the situation and other external notifications that may be required. Supporting consumers Throughout the incident management process, from initial response through to review, consumers and others affected by an incident will be supported by the organisation through means of: • Open Disclosure. The principles of incident management include where safe and appropriate to as much as possible advisie the consumer, following the principles of Open Disclosure.  The Clinical Excellence Commission, NSW, STARS framework (attached) is often useful. • Reassurance  • Trauma and counselling services where required; • Changes to regular care and services if necessary; • Consistent engagement with consumers and others affected by an incident, in line with the principles of open disclosure; and • Clear, ongoing communication regarding the progress and outcomes of the investigation. Consumers and others affected by an incident will be involved in the management and resolution of the incident where appropriate. Consumers and other stakeholders will be informed of HHC’s incident management system, and will have access to this policy. Assessment and investigation The Home Care Manager is responsible for creating an initial assessment of any incident, to determine the severity of an incident and to establish the need for, and scope of, an investigation. If an incident is a Reportable Incident, an internal investigation will take place. All investigations will be undertaken and conducted in accordance with principles of natural justice and procedural fairness. Incidents involving criminal allegations will be reported to law enforcement, who will receive full support of the organisation in their investigations. Whenever an investigation into an incident is conducted, it should establish: • The cause of the incident; • The effect of the incident; • Any organisational processes that contributed to or did not function in preventing the incident; • Changes the organisation can make to prevent further incidents from occurring; • What, if any, remedial action must be undertaken to prevent or minimise future incidents; and • The effectiveness of HHC ‘s incident management system in relation to the incident. Information related to incident investigations, including records of phone conversations, emails, documents and, where possible, records of face-to-face interviews will be recorded and kept in strict confidence. \nIncident Management Policy  \n5 | Page Incident Management Policy _POL_V01_2203  Risk ratings table Risk Rating/ Response time Type of Incidents Low (7 Days) • One-off incident - not recurring • Incidents where nobody was or was potentially physically or psychologically harmed • Any injuries / illnesses which were very minor – band aid or Panadol was enough to remedy • There was no significant damage to property Medium (48 ours) • A one-off incident which identified an ongoing hazard needing urgent remedy; e.g. client injured by incident with wheelchair needing repair / broken shower chair • A recurring incident involving the same client or the same LSW (even if at the lower end of seriousness). Needs closer monitoring and better management • An illness which may have required medical attention / hospitalisation but was not life threatening • Accident resulting in an injury which did not require medical attention / hospitalisation • Deliberate acts of aggression which did not result in an injury requiring medical attention / hospitalisation • An incident involving psychological trauma which was dealt with effectively through comforting / counselling & was not ongoing High (ASAP) Would potentially have required an extreme rating if intervention had not  occurred – that is an Incident so serious it had the potential to result in  death / serious injury /serious injury requiring hospitalisation / abuse or  neglect etc Extreme (24 Hours) Reportable incidents • Priority 1 Incidents • Priority 2 Incidents  Incident resolution Based on Home Care Manager’s assessment, the organisation may undertake remedial action proportionate to the severity of the incident, including but not limited to: • Providing an apology; • Disciplinary action; and • Financial compensation. The organisation will inform and involve consumers, family and advocates in the process of incident management and resolution. The principles of open disclosure will be observed throughout the incident resolution process. Implementing and monitoring corrective actions The Home Care Manager is responsible for implementing corrective quality and safety processes based on the findings of an incident investigation.  The Home Care Manager is responsible for monitoring the outcomes of corrective quality and safety measures on a quarterly basis. \nIncident Management Policy  \n6 | Page Incident Management Policy _POL_V01_2203  Incident register and review including Committee Oversight The organisation keeps an accurate register of all incidents that occur in relation to the provision of services. Each entry in the register contains: • A description of the incident; • A determination of whether or not the incident is a Reportable Incident; • For Reportable Incidents, a determination of the priority of the incident; • Where possible, time, date and location; • Time and date the incident was identified; • Names and contact details of all the people involved, including witnesses; • Names and contact details of the incident assessment; • Actions taken in regard to the incident; • Whether the persons affected by the incident have been provided with any reports or findings regarding the incident; • Where relevant, the details and outcomes of any investigation; and • The name and contact details of the person recording the incident. The organisation will also check/oversight and review incident management via relevant committees every quarter to understand trends, address systemic issues, provide feedback and training to staff about preventing and managing incidents, and inform improvement activities. Records will be kept for a minimum of seven years. Disclosures qualifying for protection In accordance with section 54-4 of the Aged Care Act Act 1997 (Cth), individuals can be entitled to protection if they report a Reportable Incident. A person making a disclosure of information (the discloser), may be, or may previously have been any of the following: • One of HHC’s key personnel; • A staff member of HHC; • A residential care recipient of HHC, or a family member, carer, representative, advocate (including an independent advocate) of the recipient, or another person who is significant to the recipient; • A volunteer who provides care or services for HHC.  A disclosure of information will qualify for protection if: a. the disclosure is made to one of the following: a. the Quality and Safety Commissioner; b. the approved provider HHC; c. one of HHC’s key personnel; d. another person authorised by HHC to receive reports of Reportable Incidents; e. if the disclosure is reported to another person in accordance with the Quality of Care Principles – that person;  f. a police officer; and b. the discloser informs the person to whom the disclosure is made of the discloser’s name before making the disclosure; and the discloser has reasonable grounds to suspect that the information indicates that a Reportable Incident has occurred; and \nIncident Management Policy  \n7 | Page Incident Management Policy _POL_V01_2203  the discloser makes the disclosure in good faith. If a person makes a disclosure that qualifies for protection under the previous criteria, HHC will ensure that: a) the person is not subject to any civil or criminal liability for making the disclosure; and b) no contractual or other remedy may be enforced, and no contractual or other right may be exercised, against the person on the basis of the disclosure. Protection from victimisation In accordance with the Aged Care Act 1999 (Cth), HHC will protect any persons who have disclosed information relevant to a Reportable Incident from conduct which causes, or threatens to cause detriment to the person. HHC will not engage in such conduct, nor will it condone the behaviour of any staff members who engage in such conduct. Protecting informants’ identities If the report has been made to HHC, HHC will take reasonable measures to protect the identity of the informant. HHC will not disclose the identity of the informant to anyone, except the following parties: • The Commissioner; • A person, authority or court to whom HHC is legally required to report; • One of HHC’s key personnel; and • A police officer. If the report was made to a key personnel member (the report recipient) of HHC, HHC will take reasonable measures to ensure that the report recipient does not disclose the identity of the informant to any unauthorised parties.  Incident Management System  Preventing incidents – Risk management  Risk Management Policy  Risk Assessment Tool  Home Checklist  Risk register Managing and Reporting incidents  Incident Management Policy  Incident Reporting Form  Medication Incident Form Monitoring and Evaluating Risk and Incident Management System (QPS)  Internal Audit Policy  Internal Audit Reports  Correction and Preventative Action Register  Reporting: • Weekly Home Care Team Meeting (Weekly) • Monthly Board Meeting Informing Staff and Customers About Incident Management System  Staff \nIncident Management Policy  \n8 | Page Incident Management Policy _POL_V01_2203  • Induction + Manual • Risk management and incident management policies   Customers • Key policies, including Risk Management and Incident Management polices • New customers are advised they can access these policies via soft or hard copy  \n"
   
}	
	
	
	
	
	
		